{"author": "Not available", "originalTitle": " San Hyan Kamahayanikan ", "text": {"0": "San Hyan Kamahayanikan", "1": "Based on the ed.: Saṅ Hyaṅ Kamahāyānikan,", "10": "THIS GRETIL TEXT FILE IS FOR REFERENCE PURPOSES ONLY!", "100": "[a15] IṂ OṂ BAJRANETRĀYA, HARAHARA PAṬALAṂ HṚDI", "101": "AJÑĀNAPAṬALAṂ VATSA PUNAṂ HI JINAIS TAVA", "102": "ŚALĀKAIR VAIDYARĀJENDRAIḤ YATHĀLOKASYA TAIMIRAṂ.", "103": "kaliṅanya: pahenak tāmbĕkta, huwus hilaṅ ikaṅ ajṭānapaṭala ri hatinta, binabadan de bhaṭāra śrī bajradhara ŚALAKAIR VAIDYARĀJENDRAIḤ YATHĀLOKASYA TAIMIRAṂ, kadyaṅgān [n]ikanaṅ wwaṅ lara matan putikĕn, ramun matanya tinamwan ta ya de saṅ wedya cinĕlĕkan matanya, waras tĕkā matanya hĕniṅ, menak panonya wĕkasan ri hilaṅ nikaṅ kawakamalādyupadrawanya, maṅkana tekiṅ ajṭānapaṭalanta an hilaṅ tutas, tan paśeṣa sampun bina[b15]badan de bhaṭāra, mataṅyar pahenak ta aṅĕnaṅĕnta, haywa saṅśaya.", "104": "PRATIVIMVASAMĀ DHARMMĀ ACCĀḤ ŚUDDHĀ HY ANĀVILĀḤ", "105": "AGRĀHYĀ ABHILAPYĀŚ CA HETUKARMASAMUDBHAVĀḤ.", "106": "ka: pahawās denta umulati ikaṅ sarbwadharmma, tan hana pahinya lāwan māyā riṅ darpaṇa ryy awakta wās ākārarūpa nikanaṅ māyā riṅ darpaṇa, nda tan kawĕnaṅ ginamĕl, apan tan hana tatwanya; maṅkana tekiṅ sarbwabhāwa, ṅūniweh janmamanuṣa hetuka karmma dumadyakĕn ike, mataṅnya kadi katon mātramātra, kintu tan hana tĕmĕntĕmĕn.", "107": "EVAṂ JÑĀTVĀ IMĀN DHARMĀN NISSVABHĀVĀN SVANĀVILĀN", "108": "KURU SATVĀRTHAM ATULAṂ JĀTO AURASA TĀYINĀṂ.", "109": "ka: pahawās ta denta gumĕgö māyopama ni sarbwa[a16]dharmma; NISSVABHĀVĀN NĀNĀVILĀN, haywa ta puṅguṅ an nisswabhāwa ikiṅ sarbwabhāwa; KURU SATVĀRTHAM ATULAṂ, gawayakan taṅ kaparārthan usĕn, JĀTO AURASA TĀYINĀṂ, apan kita maṅke JINORASA ṅaranta: anak bhaṭāra hyaṅ buddha, mataṅnyan haywa ta tan sarambhakāta riṅ kuśalakarmma, mwaṅ aṅiṅkiṅ parārtha.", "11": "COPYRIGHT AND TERMS OF USAGE AS FOR SOURCE FILE.", "110": "BAJRASATVAḤ PRAKṚTYAIVA ACCĀḥUDDHAḤ ANĀVILAḤ", "111": "HṚDI TIṢṬHATI TE VATSA SARBVABUDDHĀDHIPAḤ SVAYAṂ.", "112": "ka: pahenak tāṅĕnaṅĕnta, bhaṭāra bajrasatwa miṅasthūla sira ri hatinta, bhaṭāra bajrasatwa Garan[n]ira; ACCĀŚUDDHA HY ANĀVILAḤ, śuddha swabhāwa sira, tan hana rāga, dweṣa, moha ri sira, tuwi ta pinakapradhāna saṅ sarbwatathāgata sira, pinakahatinta sira maṅke, mārgganiṅ puṇya. [b16] jṭānasambhāra kapaṅguha denta don ira hana, haywa ta sandeha.", "113": "ADYAPRABHṚTI LOKASYA CAKRAṂ VARTAYA TĀYINĀṂ", "114": "SARNVATRA PŪRYYA VIMALAṂ DHARMMAŚAṄKHAM ANUTTARAṂ.", "115": "ka: mĕne tamwayanta CAKRAṂ VARTAYA TĀYINĀṂ, umindĕrakan dharmmacakra bhaṭāra śrī bhajradhara rikaṅ sarbwasatwa; SARBVATRA PŪRYYA VIMALAṂ DHARMMAŚAṄKHAM ANUTTARAṂ, kunaṅ deyanta hibĕki lyābi pĕnuhi teki daśadig anantaparyyanta sakala lokadhātu, kapwa hibĕkan an ta dharmmaśaṅka ikā kabeh.", "116": "NA TE 'TRA VIMATIḤ KĀRYYĀNIRVIŚAṄKENA CETASĀ", "117": "PRAKĀŚAYA MAHĀTULAṂ MANTRACĀRYYANAYAM PARAṂ.", "118": "ka: haywa kita wicikitsa, NIRVISAṄKENA CETASĀ, ikaṅ nissandeha atah ambĕk[ka]nta, PRAKĀSAYA MAHĀTULAṂ [a17] MANTRACĀRYYANAYAM PARAṂ, at pintonakna ike, saṅ hyaṅ mantranaya mahāyāna.", "119": "EVAṂ KṚTAJÑO BUDDHĀNĀṂ UPAKĀRĪTI GĪYATE", "12": "Text converted to Unicode (UTF-8).", "120": "TE CA BAJRADHARĀḤ SARBVE RAKṢANTI TAVA SARBVAŚAḤ.", "121": "ka: apan ikaṅ wwaṅ kadi kita huwus kṛtasaṅskāra ri bhaṭāra, gumawe pūjā wiśeṣa ri bhaṭāra hyaṅ buddha, UPAKĀRĪTI GĪYATE, ya ikā sinaṅgah sampun maweh upakāri, bhaṭāra ṅaran ikaṅ wwaṅ maṅkana, TE CA BAJRADHARĀḤ SARBVE RAKṢANTI TAVA SARBVAŚAḤ, kopakarān pwa sira denta, rĕṇa tĕmbĕk nira, ya ta mataṅnya yatna rumakṣa kita ri rahina wĕṅi, sakwanta saparanta sagawenta, at kita kinayatnakĕn de nira ri wrūh nira an sampun kopakāran [b17] denta, ya mataṅnya haywa wiwikitsa, apan hana bhaṭāra śrī bajrasatwa pinakaatma rakṣanta sira.", "122": "NĀSTI KIÑCID AKARTABYAṂ PRAJÑOPĀYENA CETASĀ", "123": "NIRVIŚAṄKAḤ SADĀBHŪTVĀ PRABHUṄKṢVAKĀMAPAÑCAKAM.", "124": "ka: nora gawai anuṅ tan ta kawĕnaṅa gawayan, ta yadyapin tribhuwana duṣkara lwiran iṅ karmma, tan kawĕnaṅa ginawe de saṅ hana riṅ swargga, manuṣya, pātāla, ikān maṅkana atiduṣkara [n]ikaṅ karmma kawĕnaṅ i taya ginawe denta; PRAJÑOPĒYENA CETASĀ, ndan ikaṅ prajṭā atah āmbĕka[kĕna]nta, NIRVIŚAṄKAḤ SADĀBHŪTVĀ, lāwan tan kahilaṅana atah kita irika nissandehacitta sadākāla; PRABHUṄKṢVA KĀMAPAÑCAKAM, paribhogan taṅ paṭca kāmaguṇa [a18] denta, salwir niṅ kawiṣaya(n) haywa pinilihan paribhogan kabeh denta, āpan don (n)i kadi kita sādhaka, ndan haywa tah tan pakāmbĕk ika nissaṅśaya.", "125": "YATHĀ HI VINAYAṂ PĀNTI BODHISATVĀŚ CA BHĀVATAḤ", "126": "TATHA HI SARBVASATVARTHAṂ KURYYĀD RĀGĀDIBHIS SUCIḤ.", "127": "ka: kadyaṅgān bhaṭāra sikasa bo[d]dhisatwa mahāsatwā an[n]āmbĕk tĕmĕn sira gumĕgö i saṅ hyaṅ mantranaya. ambĕk tĕmĕn ṅaranya: kumiṅkiṅa kaparārthān, tan kalĕpanāna de niṅ kleśa, tan kapalitāna de niṅ rāga dweṣa moha.", "128": "YE CĀNYESAMAYADVIṢṬĀḤ SAMAYBHRAṢṬĀḤ YE JANĀḤ", "129": "MĀRAṆĪYĀḤ PRAYATNENA BUDDHĀŚĀSANAPĀLANE.", "13": "(This file is to be used with a UTF-8 font and your browser's VIEW configuration", "130": "ka: hana wwaṅ dweṣa ri saṅ hya(ṅ) samaya, melik ri [b18] saṅ hyaṅ mantrānaya; SAMAYABHRAṢṬĀḤ YE JANĀḤ, hana wwaṅ samayabhraṣṭāḥ wiḥ sampun kṛtasamaya, manaḍah upadeśa. apa kunaṅ wiwartika ta ya wĕkasan? kinasampayan(n)ya ta saṅ guru, inumpĕtnya sira. MĀRAṆĪYĀḤ PRAYATNENA, ikaṅ wwaṅ maṅkana nāṅ samayadwiṣṭa mwaṅ samayabhraṣṭa kinonakĕn ikā pĕjahana, tan patögwakna de bhaṭāra, BUDDHAŚĀSANAPĀLANE, yatanyan karakṣā śāsana bhaṭāra hyaṅ buddha, lāwan katwaṅana saṅ hyaṅ samaya, maṅkana phalanyan patyana ikaṅ samayawidweṣādi.", "131": "DṚṢṬAṂ PRAVIṢṬAṂ PARAMAṂ RAHASYĀT KHAMA (?) MAṆḌALAṂ", "132": "SARBVAPĀPAIR VINIRMUKTĀ BHAVANTO 'DYEVA ŚUDDHITĀḤ.", "133": "ka: pakenak tāmbĕkta harah, sampun prawiṣṭa maṇḍala [a19] ṅaranta maṅke, tumama ri saṅ hyaṅ paramarahasya. kunaṅ deyanta pahawās wulatta rike saṅ hyaṅ maṇḍala,", "134": "SARBAPĀPAIR VINIRMUKTAḤ, kita pwa sampun tumama ri maṇḍala, winarah ri lawalawa nikaṅ rahasya, mataṅnya hilaṅa sakweh ni pāpanta, alilaṅa kadi winasĕhan, hilaṅ samūlonmūlati, BHAVANTO 'DYEVA ŚUDDHITAḤ. pahenak tāmbĕkta, haywa saṅśaya.", "135": "NA BHŪYO RAMANAM BHOSTI YĀNĀD ASMĀT MAHĀSUKHĀT", "136": "AVṚṢYĀŚ CĀPI AVANDYĀŚ CA RAMADHVAM AKUTOBHAYĀḤ.", "137": "ka: kita wiwartika, YĀNĀD ASMĀT MAHĀSUKHĀT, saṅka rikeṅ mantrabaya, hilahila wwaṅ kadi kita wiwartika ri saṅ hyaṅ mārgga, AVṚṢYĀŚ CĀPI AVANDYĀŚ CA, kunaṅ [b19] ri sĕḍaṅnyat prayatna umabhyāsa saṅ hyaṅ mantra awās ikaṅ hayu kasiddyan kapaṅguha denta, tan kawĕnaṅ inulahulah deniṅ māra tirwikādi; RAMADHVAM AKUTOBHAYĀḤ, mataṅnya pahenak tāmbĕkta, haywa sigasigun, tulusakĕn(a) pratipattinte ri saṅ hyaṅ mantra.", "138": "AYAṂ VAḤ SATATAṂ RAKṢYAḤ SIDDHASAMAYASAMBARAḤ", "139": "SARBABUDDHASAMAM PROKTAḤ ĀJÑĀṂ PĀRAYA ŚĀŚVATĪṂ.", "14": "set to UTF-8.)", "140": "ka: prayatna tah kita rumakṣa saṅ hyaṅ samaya, haywa tannaṅti(?) kuṇḍaṅ rahasyanatah sira denta, wruha ta kita rikaṅ yogya warahĕn ri saṅ hyaṅ samaya, haywa ta dinadhi kawwaṅanya, āmbĕknya, ulahnya, maryyādanya, kunaṅ pwa yan tuhutuhu śṛddhānya, acchedyābhedya ri saṅ hyaṅ mantra, irikā ta kita dwarahaya ri saṅ hyaṅ [a20] rahasya; haywa saṅśaya, haywa kundulkundul umarahakĕn ri", "141": "saṅ hyaṅ samaya rikāṅ adhimuktika satwa, SARBABUDDHASAMAṂ PROKTAḤ, āpan sampun kita kṛtānujṭāta de saṅ sarb(w)atathāgata, inanumoda de bhaṭāra umintonakna saṅ hyaṅ samaya, ĀJÑĀṂ PĀRAYA ŚĀŚVATĪṂ, kita ikotatibānyanujṭāta bhaṭāra, sumiddhākna sapakon saṅ sarb(w)atathāgata.", "142": "BODHICITTAN TAVĀTYĀJYAṂ YADBAJRAM ITI MUDRAYĀ", "143": "YASYOTPĀDAIKAMĀTREṆA BUDDHA EVA NA SAṄŚAYAḤ.", "144": "ka: saṅ hyaṅ boddhicitta tan tiṅgalakna denta; boddhicitta ṅa: YADBAJRAM ITI MUDRAYĀ, saṅ hyaṅ bajra sira bodhicitta ṅaran ira lāwan saṅ hyaṅ mudrā,", "145": "YASYOTPĀDAIKAMĀTREṆA, den ikā kāraṇan saṅ hyaṅ bajra lāwan [b20] mudrā, BUDDHA EVA NA SAṄŚAYAḤ, hyaṅ buddha kita dlāha, kasākṣāt kṛta ikaṅ kalĕpasĕn denta, ri sĕḍaṅnyat prayatna ri saṅ hyaṅ bajra ghaṇṭā mwaṅ mudrā.", "146": "SADDHARMO NA PRATIKṢEPYAḤ NA TYĀJYAŚ CA KADĀCANA", "147": "AJÑĀNĀD ATHA MOHĀD VĀ NA VAI VIVṚṆUYĀS TATAḤ.", "148": "ka: tan tulaka saṅ hyaṅ saddharmma, NA TYĀJYAŚ CA KADĀCANA, lāwan tan tiṅgalakna sira, AJÑĀNĀD ATHA MOHĀD VĀ NA VAI VIVṚṆUYĀS TATAḤ, tan dadi wwaṅ kadi kita umiwāraṇe saṅ hyaṅ saddharmma, saṅka riṅ ajṭāna lāwan kamohan, mataṅnyan haywa maṅkana, laraṅan ikaṅ wwaṅ mantrānaya mahāyānānuyi, umiwāraṇa saṅ hyaṅ sūtrānta.", "149": "SVAM ĀTMĀNAM PARITYAJYA TAPOBHIR NĀTIPĪḌAYET", "15": "description: multibyte sequence:", "150": "YATHĀSUKHAṂ SUKHAN DHĀRYYAṂ SAMBUDDHEYAM ANĀGATAḤ.", "151": "[a21] ka: pratiwārikāwakta, swakāyanirapekṣataḥ kita, haywa tṛṣṇa riṅ awak, TAPOBHIR NĀTIPĪḌAYET, haywa pini[r]sakitan riṅ tapa, haywa wineh gumawayakan kawĕnaṅnya, YATHĀSUKHAṂ SUKHAN DHĀRYYAṂ, yathāsukatāh lwirantat gawayakna ṅ bo[d]dhimārgga, SAMBUDDHEYAM ANĀGATAḤ, haywa gyā hyaṅ buddha kita dlāha.", "152": "BAJRAṂ GHAṆṬĀÑ CA MUDRAÑ CA NA SANTYAJYA KADĀCANA", "153": "ĀCĀRYYO NĀVAMANTABYAḤ SARBVABUDDHASAMO HY ASAU.", "154": "ka: saṅ hyaṅ bajra, ghaṇṭā mwaṅ mudrā haywa kari sira denta, sakwanta, saparanta, kuṇḍaṅanta sira, ĀCĀRYYO NĀVAMANTABYAḤ, lāwan ta weh tan gawayakna ṅ gurudrohaka, tan wĕnaṅ ikā wwaṅ awamāna ri ḍaṅ ācāryya, mataṅnyan tan kāwamānana sira denta, SARBVABUDDHA[b21]SAMO HY ASAU, sarbwabuddhasama sira, paḍa lāwan bhaṭāra hyaṅ buddha kabeh.", "155": "YAŚ CĀVAMANYED ĀCĀRYYAṂ SARBVABUDDHASAMAṂ GURUṂ", "156": "SARBVABUDDHĀVAMĀNENA NITYAṂ DUḤKHAM AVĀPNUYĀT.", "157": "ka: apan ikaṅ wwaṅ awajṭā, awamāna, masampe guru, sa NITYAN DUḤKHAM APNUYĀT, ya ikā mulih riṅ naraka, tibā riṅ kawah saṅ yama, pinakahitip niṅ tāmragomukha; maṅkana pāpa niṅ wwaṅ awamāna maguru.", "158": "TASMĀT SARBVAPRAYATNENA BAJRĀCĀRYYAM MAHĀGURUṂ", "159": "PRACCHANNAVARAKALYĀṆAṂ, NĀVAMANYET KADĀCANA.", "16": "long a   ā", "160": "ka: haywa tan prayatna maguru, yadyapi û PRACCHANNAVARAKALYĀṆA û, ika gurunta tan katona hayu nira guṇa nira denta, ikan samaṅkana, NĀVAMANYET KADĀCANA, [a22] tan awamāna ta kita ri sira,āpan mahāpāpa mahāduhka ikaṅ tan atwaṅ maguru, mataṅnya wwara prayatna tah ri kabyāpāra saṅ guru.", "161": "NITYAṂ SVASAMAYAḤ SĀDHYO NITYAṂ PŪJYAS TATHĀGATAḤ", "162": "NITYAÑ CA GURUVAIDHEYAṂ SARBVABUDDHASAMO HY ASAU.", "163": "ka: haywa kaluban kita gumawayakna saṅ hyaṅ samaya, NITYAṂ PŪJYAS TATHĀGATAḤ, lāwan śāśwata kita gumawayakna ṅ tathāgatapūjā, NITYAÑ CA GURUVAIDHEYAṂ, nityasa kita gumawayakĕn guruśuśrūṣā, umyāpāra saṅ guru, SARBVABUDDHASAMO HY ASAU, apa yāpan sarbwa tathāgata sama saṅ guru ṅaran ira, mataṅ yan sira pagawayaknanta kaśuśrūṣā.", "164": "DATTESMIN SARBVABUDDHEBHYO DATTAM BHAVATI CĀKṢAYAM", "165": "TADDĀNĀT PUṆYASAMBHĀRAḤ SAMBHĀRĀT SIDDHIR UTTAMĀ.", "166": "[b22] ka: apan ikaṅ wwaṅ kadi kita, gumawayakĕn ikaṅ guruśuśrūṣā, maweh upahārādi ri ḍaṅ guru, yeka paṅipuk dāna sambhāra ri bhaṭāra hyaṅ buddha ṅaranya, TADDĀNĀT PUṆYASAMBHĀRAḤ, ya sambhandhanyan katĕmu ikaṅ puṇyasambhāra, SAMBHĀRĀT SIDDHIR UTTAMĀ, ri kapaṅguhan ikaṅ puṇyasambhāra, ya dumeh rikaṅ kasiddhyan sulabha ri kita, ri prayatnanta rika guruśuśrūṣā.", "167": "NITYAṂ SVASAMAYĀCĀRYYAṂ PRAṆAIR API NIJAIR BHAJET", "168": "ADEYAIḤ PUTRADĀRAIR VĀ KIM PUNAR VIBHAVAIŚ CALAIḤ.", "169": "ka: hurip tuwi tinarimakan ri ḍaṅ guru, gumawaya kabyāpāran ira donya, ADEYAIḤ PUTRADĀRAIR VĀ, āstām ikaṅ anak rabi inarpaṇākĕn ikā kabeh i bharāla guru, dāsa[a23]bhūtā, hulunan ira umyāpāra ri sira pakĕnanya, KIM PUNAR VIBHAVAIŚ CALAIḤ, haywa ta winuwus ikaṅ dṛwya ṅaranya, kadyāṅganiṅ mās maṇik dodot pirak pinūjākĕn [n]ikā kabeh i ḍaṅ guru.", "17": "long A   Ā", "170": "YASMĀT SUDURLABHAṂ NITYAṂ KALPĀSAṄKYEYAKOṬIBHIḤ", "171": "BUDDHATVAM UDYOGAVATE DADĀTĪHAIVA JANMANI.", "172": "ka: apan [n]ikaṅ kahyaṅbuddhan atyanta parama durlabha kĕtekā, yadyapin KALPĀSAṄKYEYAKOṬIJANMA, lāwasa niṅ wwaṅ gumawayakna ṅ kuśalamūla dānapāramitādi sumādhya ṅ kahyaṅbuddhan, ikān maṅkana tan niyata kapaṅguha, saṅka ri durlabha nikaṅ kalĕpasan ṅaranya, [b23] BUDDHATVAM UDYOGAVATE DADĀTĪHAIVA JANMANI, ikaṅ kahyaṅbuddhan yateka winehakan de bharāla guru irikeṅ janmanta maṅke, ṅhiṅ hīṅanan i göṅ ny anugraha nira kita, mataṅnya tan halaṅ tan luṇḍu tan wĕlaṅ wĕlutĕn aṅönaṅanta an pūjākĕn huripta mwaṅ anak rabinta ri ḍaṅ guru.", "173": "ADYA VAḤ SAPHALAÑ JANMA YAD ASMIN SUPRATIṢṬHITAḤ", "174": "SAMĀḤ SAMĀ HI DEVĀNĀM ADYA JĀṬĀḤ SVAYAMBHAVAḤ.", "175": "ADYA VAḤ SAPHALAÑ JANMA YAD ASMIN SUPRATIṢṬHITAḤ: an pakaśaraṇa saṅ hyaṅ samaya, SAMĀḤ SAMĀ HI DEVĀNĀM ADYA JĀṬĀḤ SVAYAṂBHAVAḤ: āpan awak hyaṅ buddha ika maṅke usĕn, karatalabyawasthita, ikaṅ kahyaṅbuddhātwan ri kita, kāgĕm kamuṣṭi ikaṅ kalĕpasĕn denta.", "176": "ADYĀBHIṢIKTĀYUṢMANTAḤ SARBABUDDHAIḤ SABAJRIBHIḤ", "177": "[a24] TRAIDHĀTUKAMAHĀRĀJYE RĀJĀDHIPATAYAḤ STHITĀḤ.", "178": "ka: pahenak tĕmbĕkta, sampun kṛtābhiṣeka kita de [sa]sarbatathāgata lāwan saṅ sarbatathāgati; ṅaran ikaṅ abhiṣeka tinarimanta: cakrawartyabhiṣeka ṅaranya.", "179": "ADYA MĀRĀṂ VINIRJITYA PRAVIṢṬĀḤ PARAMAṂ PURAṂ", "18": "long i   ī", "180": "PRĀPTAM ADVAYAIVA BUDDHATVAṂ BHAVADBHIR NĀTRA SAṄŚAYAḤ.", "181": "ka: awās alah nikaṅ mārakarmma denta, PRAVIṢṬĀḤ PARAMAM PURAṂ, niyata ikā nirbāṇapura katĕkan denta maṅke, PRĀPTAM ADYAIVA BUDDHATVAṂ, kapaṅguha niyata nikaṅ kamokṣan denta ri janmanta maṅke, BHAVADBHIR NĀTRA SAṄŚAYAḤ: pahenak tāṅĕnaṅĕnta, haywa saṅśaya.", "182": "ITI KURUTA MANAḤ PRASĀDĀBAJRAṂ SVASAMĀYAM KHAKṢAYASAUKHYADAM BHAJADHVAṂ", "183": "[b24] JAGATI LAGHUSUKHETI SARBVABUDDHAPRATISAMĀŚ ŚĀŚVATITĀṄGATĀ BHAVANTAḤ.", "184": "ka: mataṅnya tulusakĕnta śṛddhānta, pahapagĕh ta manahta, makamārgga saṅ hyaṅ mantranaya mahāyāna, SVASAMĀYAṂ KHAKṢAYASAUKHYADAṂ BHAJADHVAṂ, atikāsta rumakṣa saṅ hyaṅ samaya, āpan sira wĕnaṅ umehakan ikaṅ anuttarasuka, JAGATI LAGHUSUKHETI SARBVABUDDHAPRATISAMĀŚ ŚĀŚVATITĀṄGATĀ BHAVANTAḤ, āpan ikeṅ janma manuṣya ṅaranya, akĕḍik sukanya; yathānyat paṅguhakna kahyaṅbuddhan, paḍā lāwan saṅ sarbwatathāgata, mataṅnyan lĕkasa umabhyasa saṅ hyaṅ samaya, gumawayakna saṅ hyaṅ mantranaya mahāyāna, haywa ta pra[a25]māda kita, kayatnakan tĕmĕntĕmĕn, yathānyan sulabha ikaṅ kasiddhyan kapaṅguha denta.", "185": "Iti saṅ hyaṅ kamahāyānan mantranaya samāpta.", "186": "iṃ! namo buddhāya! iṃ!", "187": "nihan saṅ hyaṅ kamahāyānikan ya warahakna mami ri kita ṅ tathāgatakula jinaputra, adhikarmika saṅ hyaṅ mahāyāna, ya ta warahakna mami ri kita.", "188": "############################[Version A]############################", "189": "yan molaha riṅ wukir, gihā, sāgaratīra, kunaṅ kuṭi, wihāra, gramanaruka patapān, kunaṅ kita riṅ kṣetra haraṇan, alas (s)alwiranya, û pahayu ta saṅ hyaṅ pahoman, umah śūnya ta ya, pasajyan, paṅarccanān, aṅhanakna palaṅka, kambe, paththarana, surāga, kunaṅ siṅ samanukhanana ri kita.", "19": "long I   Ī", "190": "maṅkana śarīranta haywa pinuccapucca, tan pihĕrana [b25] riṅ sarbwabhoga samāṅdadyakna suka ri kita; maṅgala riṅ wastu pinaṅan ikā ta an paṅanĕn muwah, ya ta sambhawā tah deniṅ amaṅana. haywa lupa ri bhaktaparikrama.", "191": "maṅkana yan (h)ana duhka niṅ śarīra, tan doṣa kita maṅhanakna tamba; sama rasana ri kita, haywa wawa ṅ alicin, āpan ewĕh saṅ tuhu licin. saṅkṣepanya: pahayu ta juga śarīranta, āpan hayu ni śarīra nimitta niṅ katĕmwaniṅ suka, siuka nimitta ni katĕmwan iṅ manah apagöh, manah apagöh nimitta ni dadi ni samādhi, samādhi nimitta niṅ katĕmwan iṅ kamokṣan.", "192": "mahayu pwa śarīranta, maparagya kita niwāsana, makaṭiwandha, macīwara sopacāra, anaṇḍaṅa waluh, [a26] arĕgĕpa kekari. yan buddharṣi kita, madaluwaṅa, masāmpĕta, mabhasmacandana mawīja sopacāra.", "193": "upāsaka kunaṅ kita, saka sopacāranta ulahaknanta nirmāna, humĕnĕṅāgranāsikā.", "194": "haywa ta manahta karakĕtan ri rasa niṅ aji tarkka, wyākaraṇa, tĕka riṅ āgama purāṇādi, saddharmma niṅ samayakośa, kriyā[ka]tantrādi, ṅūniweh ri tan karakĕtananta riṅ prakṛtacarita, wacawacan, gīta, nṛti ityewamādi. doṣanyan karakĕtan: agöṅ kleśanya, kawalahan kita humilaṅakĕn ikaṅ prakṛta: rāga, dweṣa, moha, mwaṅ awasāna kita, yan kajĕnĕkana irikā kabeh, kadyaṅganiṅ wwaṅ mamanek (k)ayu, huwus tĕka i ruhur, patĕmahan tumu[b26]run glānāṅel, sadākāla juga adoh maṅgihakna kamokṣan. ndātan saṅkeṅ abhiniweśa kami n pakojar ikā, i wruhanta makaphalāṅel sadākāla juga, mwaṅ makaphala śubha ni katamwan iṅ kamokṣan.", "195": "############################[Version C]############################", "196": "tamolah ta kitāmaṅun patapan iṅ wukir, gihā, sāgaratīrah, oma uṅgwan kuṭi, wihāra, dharmma, alas salwiranya, û pahayu ta saṅ hyaṅ pahoman, uṅgwan iṅ asamādhi, pasandyān, paṅarccanan, gṛhaśūnya ta ya paṅabhyāsananta ri saṅ hyaṅ samaya, paṅhanakĕn kambe, pataraṇa, surāga, asiṅ amaṅkenakana riṅ manahta.", "197": "maṅkana yan hana duhka niṅ rāt śarīra, tan doṣa kita maṅhanakna tamba, kanimittan iṅ śarīranta paripūrṇna amagawe suka, magawe samyajṭāna, magawe samādhi, nimitta niṅ katĕmu niṅ kamoktan popineta (?). mataṅnyān pintuhun wuwus mami: haywa wawa ṅ alicin, haywa pilih riṅ wastu pinaṅan, ndah haywa karakĕtan rasa niṅ pinaṅan, ika ta sapaṅanĕn muwah.", "198": "marūpa sampĕta kita, maparagya kita niwāsana, manaṇḍaṅa waluh, masoṅa kekari.", "199": "yan buddharṣi kita, masāmpĕta, mabhasmacandana, mawīja sopacāra.", "2": "Oud-Javaansche tekst met Inleiding, Vertaling en Aanteekeningen door J. Kats,", "20": "long u   ū", "200": "yan upāsaka kunĕṅ kita, saka sopacāranta ulahaknanta, humĕnĕṅāgranāsikā.", "201": "haywa ta manahta karakĕtan rasa niṅ aji tarkka, wyākaraṇa, tantrādi, mwaḥ gīta, wacawacan, maḥkin kaḥhelan kita maḥalahakĕn ikaḥ prakṛtta. prakṛtta ḥa: rāga, dweṣa, moha.", "202": "kadyaṅga niṅ wwaṅ mamanek kayu, huwus tĕka iṅ ruhur, matĕmahan tumurun muwah, glānāṅhel tan paphala.", "203": "###################################################################", "204": "iti pāja (L pājar) mami ri kita, kita wĕkas nikā, amintuhwa; tan pamintuhwa kita ri kami, tan walātkāra kami ri pamituhwanta ri kami: saṅka ri tĕpĕtta kunaṅ pamituhwanta ri kami. haywa ta maṅkana. udikta tapwa pawarah mami rumuhun, pametakna darśana paricceda pratipattin, mūla madhyawasānanya, ya tekāgĕsĕṅ ananta riṅ sadābhyāsa. haywa sinawaṅsawaṅ, haywa sinamarsamar denta gumĕgö [a27] ri warah mami, kady aṅgān iṅ suwarṇapaṇḍita.", "205": "siṅgih wyākaraṇatantrādi, mapa pwekaṅ aji yogya ṅaran ikā, anuṅ gĕgönĕn iṅ pinakaṅhulun, turunan(n)i warānugraha śrī mahāmpuṅku, ya tika hyaṅ niṅ hulun ri pādadwaya śrī mahāmpuṅku.", "206": "aum! ana(k)ku kita ṅ jinaputra, mĕne kami awaraha irikaṅ aji anuṅ yogya gĕgönta. hana ṣaṭpāramitā ṅaranya, ya tīka paramabo[d]dhimārgga, ya tikā warahakna mami ri kita rumuhun, marapwan kita tan aṅel maṅabhyāsa ri kapaṅguhan (r)i kahyaṅbuddhān.", "207": "nihan lwirnya ṣaḍ ikaṅ pāramitā:", "208": "[b27] DĀNAŚĪLAÑ CA KṢĀNTIŚ CA VĪRYYA DHYĀNAÑ CA PRAJÑĀ CA", "209": "ṢAṬPĀRAMITAM UCYATE DĀNATRIVIDHALAKṢAṆAṁ.", "21": "long U   Ū", "210": "ka: dānapāramitā, śīlapāramitā, kṣāntipāramitā, wīryyapāramitā, dhyānapāramitā, prajṭāpāramitā, iti nahan lwirnya nĕm ikaṅ pāramitā, ya tīkā hawan abĕnĕr marerikaṅ mahābo[d]dhi.", "211": "DĀNATRIVIDHALAKṢAṆAṁ: tiga prakāra niṅ lakṣaṇa niṅ dāna, lwirnya: dāna, atidāna, mahātidāna.", "212": "dāna ṅaranya:", "213": "ANNAÑ CA PĀNAṁ KANAKĀDIRATNAṁ DHANAÑ CA VĀSTRAṁ ŚAYANĀSANAÑ CA", "214": "RĀJAŚRĪYAṁ SVAṁ NAGARAÑ CA DATVĀ VIJĀYATENEYA VADANTI DĀNAṁ.", "215": "ka: sakweh nikaṅ amirasa wastu, kady aṅgān i sĕkul [a28] inak, inuminuman, astamakĕn ikaṅ wwai matīs awaṅi kapwekā winehakĕn i yawanakajanaka tĕkā ta ya ri mās, maṇik, dodot malit, rare hulun, wwaṅwwaṅ, raṣā (?) gajah wājī, kaḍatwan tuwi wehakna ikā yan hana maminta ri kita, haywa makasādhya ṅ pratyupakāra. wet ni göṅ ni sihta irikaṅ satwa juga kita n wĕnaṅ aweweh ikaṅ yawanakajana, duluranta śabda rahayu, ulah yukti, āmbĕk menak. ya tikā dāna ṅaranya.", "216": "atidāna garanya:", "217": "SVĀÑ CĀPI BHĀRYYĀN TANAYAM PRIYAÑ CA DATVĀ PAREBHYAḤ NA PUNAS TU TṚṢṆĀ", "218": "NA ŚOKACITTAṁ PARAMĀṆUMĀTRĀṁ DVIJĀPATENEVA VADANTI DĀNAṁ.", "219": "[b28] ka: anakbi bhāryyā, anakta kunaṅ strī kāsihta towin puṇyāknanta ikā yan hana maminta ri kita, kady aṅgān saṅ mahāsatwa, an puṇyākĕn strī nira: bhāryyā nira, anak nira i saṅ brāhmaṇa mamalaku i sira. āpan ikaṅ tṛṣṇā pinakawāraṇa niṅ kahyaṅbuddhān: an kapaṅguha, pisaniṅūn kapaṅguha ṅ kahyaṅbuddhān. paṅliṅgana ri pĕgat nika tṛṣṇā ri kita, HAYVA TA NĀŚOKACITTAṁ PARAMĀṆUMĀTRA, hamĕṅan. ikaṅ puṇya maṅkana pinakopāya ri kagawayan iṅ bo[d]dhinagara praweśa. gawayan iṅ puṇya maṅkana kramanya, ya tikātidāna ṅaranya.", "22": "vocalic r   ṛ", "220": "mahātidāna ṅaranya:", "221": "DATVĀ SVAMĀṄŚAṁ RUDHIRAṁ PAREBHYAḤ JITVĀSURENDRAṁ HṚDAYAṁ ŚARĪRAṁ", "222": "DĀYĀNUBHĀVĀT NAVADUḤKHAMAYAT MAHĀTIDĀ[a29]NAṁ PRAVADANTI SANTAḤ.", "223": "ka: kady aṅgān saṅ mahāsatwa, an puṇyākĕn dagiṅ nira, rāh nira, mata nira, ṅ awak nira, tan hana katṛṣṇān ira irikā kabeh, makanimitta sih nira riṅ satwa, makasaṅkan māthanyan duḥka ikā satwa, (h)anan rākṣaṣa, (h)anan moṅ, (h)anan garuḍa, pinuṇyākĕn ira ikā dagiṅ nira, rāh nira, mata nira, pinuṇyākĕn ira ri brāhmaṇa tuha wuta, parikṣa ri kadānaśūran ira, hati nira pinuṇyākĕn ira ri baṇyakanṣut (?) kṛpa duḥkita, astamakĕn ikaṅ awak sukāryyan ikaṅ yawanakajana, tan tinĕṅĕt ira. kagawayan iṅ puṇya maṅkana, ya tikā mahātidāna garanya.", "224": "iti nahan lwir niṅ dāna inajarakĕn tiga bhedanya.", "225": "[b29] śīlapāramitā ṅaranya:", "226": "NIVṚTTIR AŚUBHĀT KṚTSNĀT PRAVṚTTIR AŚUBHE TATHĀ.", "227": "ITI SĪLASYA SAṄKṢEPAḤ KĀYĀVĀṄMANASAKRAMĀT.", "228": "ka: ikaṅ kāya, wāk, manah.", "229": "kāya ṅa śarīra, solah niṅ taṅan suku, ya kāya ṅaranya.", "23": "vocalic R   Ṛ", "230": "wāk ṅaranya: śabda. salwir niṅ wuwus ya śabda garanya.", "231": "citta: ikaṅ hiḍĕp, ya citta ṅaranya.", "232": "saṅsiptanya: ikaṅ kāya wāk citta ya tikā tan pagawaya pāpa; saprakāra ni inaranan pāpakarmma tan wineh mabyāpārerika. ikaṅ trikāya ṅaranya: kāya, wāk, citta.", "233": "apa pwānuṅ utsahanĕn ikaṅ trikāya ? ikaṅ gawe hayu, salwir niṅ inaranan śubhakarmma, ya hayu gawayakna deniṅ trikāya.", "234": "[a30] apa lwir nikaṅ aśubhakarmma, anuṅ tan utsahanĕn deniṅ kāya ?", "235": "PRĀṆĀTIPĀTAVIRATI ADATTĀDĀNAVIRATI KĀMAMITHYĀCĀRAVIRATI.", "236": "PRĀṆĀTIPĀTAVIRATI ṅaranya: tan pamatimatya awak niṅ sinĕṅguh prāṇī, agöṅ aḍĕmit, salwiranya, sadoṣa nirdoṣa, yāwat prāṇī, tan dadi pinatyan ikā. apa doṣa nikā pinatyan ? bwat kawawa riṅ naraka, āpan ikaṅ mamatimati ya hetu niṅ naraka, mamaṅgih duḥkātyantabhāra, aṅjanma preta tiryyak kelṇika (?) pipīlikādi.", "237": "ADATTĀDĀNAVIRATI ṅaranya: tan dadi maṅalap artha, yan tan winehakĕn; salwiran iṅ artha, mūlya tan [b30] mūlya, tan wĕnaṅ wwaṅ maṅalap yan tapwanubhaya ikaṅ madṛwya, hetu niṅ naraka ikā muwah mwaṅ magawe tan śṛddha bhaṭāra ri kita, tan katon lakṣaṇa nira denta.", "238": "KĀMAMITHYĀCĀRVIRATI ṅaranya: tan dadi tan wirati riṅ strī; salwir niṅ strī sinaṅguh tan yogya parigrahan, lwirnya: jaṭī, śikhī, muṇḍī, sakaṇṭaka, dṛwya niṅ guru mwaṅ kuṭumbī santāna nira. yadyapin i strīnta towi, yan dewagṛha kaparĕk sakeṅ buddhapratiwimba, saṅ hyaṅ arccā, pratimā, pĕṭa, pustaka, ṅūniweh sthāna saṅ guru, tan dadi gumawayakna saṅgama. apa doṣanyan ginawayakĕn ikā ? hetu ni naraka ikā muwah, mwaṅ (h)ilaṅ phala niṅ yoga brata samādhinta de nikā.", "239": "[a31] ikaṅ wirati saṅkerikā katiga ya hayu ginawayakĕn iṅ kāya garan ikā, mwaṅ tan dadi pādacapala hastacapala, mwaṅ tan gamĕlĕn uttamāṅganta deniṅ tapwan manarima sambhara. doṣanyan gamĕlĕn: luṅhā bhaṭāra paṭcatathāgata saṅke śirahta, ya ta mataṅnyan inalapan saṅaskāra ginamĕl śirahnya deniṅ tapwan manarima sambhara, apan lumĕbur padma bhaṭāra buddha ikaṅ ginamĕl śirahnya deni grāma; mwaṅ tan dadi masuke gṛha niṅ caṇḍāla, apan buddhālaya tatwa ni śarīranta ri huwus tan kinĕnan buddhābhiṣeka. bhaṭāra buddha pwa parameśwara niṅ parameśwara, SARVVADEVATĀGURU, guru niṅ sarwwa[b31]dewatā. ya ta hetu nira tan wĕnaṅ kawaweṅ adhaḥkriyā, mwaṅ tan wiśeṣa niṅ upadhāna; ya ta hetu ni tan panambah riṅ strī, mata gurupatnī, tan dadi ṅ wwaṅ manabah ri sira, āpan SVOTPĀDAKAHETU TU TATVA BHAṬĀRA SUGATA, dadi makakāraṇāwak nira, śāsana nira ya ta tinūtakĕn de saṅ sogata. ikā ta ṅ gati tan panambah riṅ strī, tan ginamĕl mastakanya deniṅ tapwan kṛtābhiṣeka, ikaṅ tan para riṅ andhaḥkriyā, ya hayu ginawayakĕn deniṅ kāya ikā.", "24": "long vocalic r   ṝ", "240": "mapa ṅ hayu gawayakna deniṅ wāk ?", "241": "nihan kramanya: haywa mṛṣāwāda, tan paiśunya, tan pāruṣya, tan sambilāpa wirati, tan paṭalānana sarwwa[a32]wastu makādi ṅ pinaṅan, tan paṅdoṣanana guṇa nirguṇa ni para (?), mwaṅ tan paṅinaṅ asĕpah niṅ strī, tan pamaṅan acyutasamīpa, tan paṅinaṅ asĕpah niṅ strī, tan pamaṅan acyutasamīpa, tan pamaṅanani wedāntaniwedya, bhaṭāra buddha, û ikā ta gati maṅkana yekā hayu ginawayakĕn deniṅ wāk ṅaranya.", "242": "mapa ṅ hayu ginawayakĕn deniṅ citta ?", "243": "tan göṅ rāga, tan göṅ dweṣa, tan moha, tan dambha, tan īrṣyā, tan mātsaryya, mwaṅ tan göṅ krodha, tan göṅ lābha, tan göṅ śoka, mwaṅ rĕṇa śuci, satya riṅ utaṅ, mwaṅ haywa mithyādṛṣṭi, agöṅ ta sihnya ri sarbwasatwa, mwaṅ sambeganya, apagĕh ta bhaktinya ri bhaṭāra paṭcatathāgata, mwaṅ ri bhaṭāra ratnatraya; (h)ayun ta ya lumĕpasakna ṅ sarbwasatwa saṅke saṅ[b32]sāraduḥka, û ya tikā hayu ginawayakĕn deniṅ citta ṅaranya.", "244": "saṅsiptanya: inak ni pagĕh niṅ pariśuddha niṅ kāya wāk citta, ya sinaṅguh śīlapārāmitā ṅaranya.", "245": "kṣāntipāramitā garanya:", "246": "MITRĀMITRASĀMAṂ CITTAṁ APŪJAYOḤ SAMAṁ", "247": "KRUDDHEṢU ŚĀNTISAURATYAṁ KṢĀNTIPĀRAMITAṁ VADET.", "248": "ka: ikaṅ citta kĕlan riṅ parāwamāna aneka lwir nikaṅ pisakit (t)inĕkākĕn ikaṅ melik ri kita, hanan kāya tan yukti, śabda tan yukti, citta tan yukti, tatan malara, tan kagyat, pisaniṅūn ahyun malĕsa riṅ ahita, kewala tumarima ikaṅ pūrbwakarmmapārādha, tan pahuwusan maṅaṅĕnaṅĕn haywa niṅ sarbwasatwa. juga ṅ wini[a33]wekā, kinagorawan pwa kita, tatan gĕmĕgĕmĕn, tan harṣa, tan giraṅ hyasĕn, mwaṅ sama buddhinta riṅ sarbwasatwa.", "249": "saṅsiptanya: tan hana wikāra ni buddhinta ri sĕdaṅnyan inawamānan mwaṅ kinagorawan. ikā taṅ gati maṅkana ya sinaṅgah kṣāntipāramitā garanya.", "25": "vocalic l   ḷ", "250": "wīryyapāramitā ṅaranya:", "251": "VĪRYYĀRĒMBHO DIVĀRĀTRAU SATVĀNĀṁ HITAKĀRAṆĀT", "252": "KAROTI NĀŚRAVAṁ KIÑCIT VĪRYYAPĀRAMITĀ SMṚTĀ.", "253": "ka: ikaṅ kāya wāk citta ya tikābyāmara tadā ṅ luh, tan alisuh gumawayakĕn ikaṅ kuśalakarmma ri rahina ri wĕṅi. lwir niṅ kuśala gawayakna ri rahina: saddharma lekhana, mamūjā, maweha ṅ ājya, manulis (s)aṅ hyaṅ ākāra pallawa, manasi (?), saddharmawacana, [b33] umaca saṅ hyaṅ dharmma ri pustaka, sthūpopakāraṇa, maṅarĕmbha saṅ hyaṅ sthūpa tathāgatapratiwimba, maṅārcchanākna sarbwopakriyā, mahoma, mwaṅ makabuddhyaṅgorawa riṅ tamuy. nahan lwir ni kuśala gawayakna deniṅ kāya wāk citta ri rahina ikā.", "254": "mapa ṅ kuśala gawayakna niṅ kāya wāk citta ri rātri ?", "255": "majapa, mayoga, masodhyāya, maṅucchāraṇākna mantra stuti ri saṅ hyaṅ sarbwatathāgata, sarbwadewī, maṅaṅĕnaṅĕna sarbwasatwa, mwaṅ maṅaṅĕnaṅĕna swasthā niṅ sarbwasatwa, luputanya saṅkeṅ rekhā, hĕntasnya saṅkeṅ bhāwacakra, pamaṅgihanya kasugatin, ḍatĕṅanya riṅ lokottarasuka. maṅkana kagawayan ikaṅ kuśala ri [a34] wĕṅi deniṅ kaya, wāk, citta, tan pāntara, tan kahanana luh tan panaṅguh aṅel. ikaṅ gati maṅkana ya wīryyapāramitā ṅaranya.", "256": "dhyānapāramitā ṅaranya:", "257": "ŚREṢṬHAMADHYAMAKANIṢṬHE SATYE NITYAṁ DAYĀMATIḤ", "258": "YOGINAḤ YOGASĀMARṢYAT DHYĀNAPĀRAMITĀ SMṚTĀ.", "259": "ka: kaṅ āmbĕk maṅekāntākĕn takwatakwan, nitya masih riṅ sarbwasatwa, kaniṣṭamadhyamottama, inaṅĕnaṅĕn hitasukāwasānanya, ṅūniweh ikaṅ rāt kabeh, inanusmaraṇa hitasukāwasānanya riṅ ihatraparatra denira. umapa de nira umanusmaraṇa hitasukāwasānanya ikā sarbwasatwa ? inak ni denira tumuṅgalakĕn awak nira. [b34] mapa lwir nikaṅ āmbĕk ? YA EVA SATVAḤ SAḤ EVĀHAM, SAḤ AHAṁ SAḤ SARBVASATVAḤ, ITYĀDYAKĀRAMABHŪT, ikaṅ awak niṅ sarbwasatwa awak(k)u ikā, awak(k)u awak ni sarbwasatwa ikā; apayāpan AVIBHĀGEKASVABHĀVĀ, ikaṅ sarbwawastu tan hana bheda ri sarbwadharmma, maṅkana kāraṇa ikaṅ āmbĕk. ya tikā dhyānapāramitā ṅaranya.", "26": "long vocalic l   ḹ", "260": "prajṭāpāramitā ṅaranya:", "261": "YĀVANTI SARBVAVASTŪNI DAŚADIKSAṄSTHITĀNI CA", "262": "TĀNI ŚŪNYASVABHĀVĀNI PRAJÑĀPĀRAMITĀ SMṚTĀ.", "263": "ka: sakweh nikaṅ sinaṅguh(h)ana riṅ loka, DAŚADIKSAṄSTHITAḤ, ikaṅ umuṅgu ri deśa sapuluh: pūrwwa, dakṣiṇa, paścima, uttara, āgneya, nairṛti, wāyawya, niśānī, ūrdhwa, adhaḥ, ya tikā kawruhana tĕka riṅ [a35] śarīra, wāhya ahyātmika, mwaṅ sarbwasatwa, sarbwawidhya, sarbwakriyā, sarbwa kabwatan, sarbwapakṣa, ya tikā kawruhana, sākāranya nirākāranya an makatatwa ṅ śūnyatā. sambandha: tan katamwan yan iniṅĕtiṅĕt an pakāwak aṅ ekānekaswabhāwa, āpan tuṅgaltuṅgal mapupul matĕmu ikaṅ sinaṅguh akweh ṅaranya. anuṅ matamwa ya tikā tan katĕmu n tinatwa wināswas, iniṅĕtiṅĕt tan katĕmu ikaṅ sinaṅguḥ tuhutuhu tuṅgal garanya. tumuluy ata ṅ iṅĕtiṅĕt, umiṅĕtiṅĕta yan taya ṅ tuhutuhu sinaṅguh makweh; tatan riṅ wāhyawastu juga katĕkan tatwa maṅkana kramanya, tĕkā riṅ jṭānaswarūpa paḍa tan katamwan an ikā ekānekagrahyakāra; karikā grāhakākāra kunaṅ agrāhaka, [b35] agrāhya kunaṅ tatwanya, tan katĕmu kahiḍĕpanya, enak pwa kahiḍĕpanya riṅ śūnyatā ekaswabhāwa. ikaṅ śūnyatā niṅ sarbwadharmma ekaswabhāwa; mwaṅ wāhyādhyātma sakṣaṇa iṅĕtiṅĕt ta ikaṅ sinaṅguh śūnyatā ṅaranya, tan katĕmu [h]atah tatwanya an grāhyarūpa an grāhakarūpa, satata sandeha prawṛtti ikaṅ jṭāna. umabhyāsa ikaṅ śūnyatā kadi rūpa bhāwana tan katĕmu atah awaknya.", "264": "nihan prastāwa nikā grāhyagrāhakarūpa. ri wĕkasan pwa ya ta sarwwaprapaṭcawarjitaḥ, ikaṅ jṭāna tumiṅgalakĕn sarwwaprapaṭca tan pamikalpa riṅ (h)ana taya, ya ta pagĕh sthiti tan polah, ākāśamata lwirnyālilaṅ anirawāraṇa, paḍa lāwan ākāśa. ndah ya tika wastu sinaṅguh prajṭāpāramitā ṅa ikaṅ inabhyāsa ḍaṅ hyaṅ sarbwasiddhi, mataṅnyan paṅguhakĕn ikaṅ kahyaṅbuddhān.", "265": "iti nāhan lakṣaṇa niṅ sinaṅguh ṣaṭpāramitā ṅaranya.", "266": "kagĕgö pwekaṅ ṣaṭpāramitā denta, kita ṅ tathāgatakula jinaputrādhikarmika, lakṣaṇākĕn taṅ caturpāramitā.", "267": "caturpāramitā ṅaranya: metrī, karuṇā, muditā, upekṣā.", "268": "metri ṅaranya: PARAHITAKĀKṚTVA, ākāra niṅ jṭāna saṅ satwawiśeṣa. saṅ satwawiśeṣa garanya: saṅ tumakitaki ṣaṭpāramitḥ mwaṅ caturpḥramitḥ, sira ta satwa[b36]wiśeṣa ṅaranira. ḥkḥra niṅ jṭḥnanira gumawe haywa niṅ para. para garanya: sarbwasatwa, kaniṣṭhamadhyamottama, ikaṅ sih riṅ para tan phalḥpekṣa, ya metrī ṅaranya.", "269": "karuṇā ṅaranya: PARADUḤKHAVIYOGEC CA, ākāra niṅ jṭāna saṅ satwawiśeṣa ahyun (h)ilaṅa ni duḥka niṅ sarbwasatwawiśeṣa karuṇā, lwirnya: duḥkaduḥkatā, saṅskāraduḥkatā, pariṇāmaduḥkatā. nāhan lwirnyan tiga ṅ duhka.", "27": "velar n   ṅ", "270": "duḥkaduḥkatā ṅaranya: paṅalapnya sor saṅkeṅ janmanya tambayan, kady aṅgān iṅ janmamānuṣa, mātī pwa ya, maṅjanma ta ya goḥ gawayādi, ya tikāduḥkaduḥkatā ṅaranya.", "271": "saṅskāraduḥkatā ṅaranya: pāpa walwiwalwinya [h]iri[a37]kaṅ janma katĕmu denya tambayan, kady āṅgan iṅ janma wwaṅ, māti pwa ya, maṅjanma ta ya wwaṅ muwah. ya tikā saṅ[a]skāraduḥka(tā) ṅaranya.", "272": "pariṇāmaduḥkatā ṅaranya: paṅalapnya janma sor muwah ri huwusnyan pamaṅguhakĕn janma lĕwih saṅke janmanya ri tambayan, kady āṅgan iṅ janmamānuṣa, māti pwa ya, saṅka ri tan pramādanya riṅ dharmma, maṅjanma ta ya dewatā, saṅka ri pramādanya maṅjanma ta ya mānuṣa muwah. ya tikā pariṇāmaduḥkatā ṅaranya.", "273": "nāhan lwirnyan tiga ikaṅ duḥka. ikaṅ satwa amaṅguhakĕn duḥka maṅkana kramanya, ya tikā kinĕnan karuṇā de saṅ satwa wiśeṣa.", "274": "TRIVIDHĀ KARUṆĀ JÑEYĀ, tiga prakāra niṅ karuṇā, lwirnya: satwālambanakaruṇā, dharmmālambanakaruṇā, [b37] anālambanakaruṇā. nāhan lwirnyan tigaṅ karuṇā.", "275": "satwālambanakaruṇā ṅaranya: APRAHĪNĀTMADṚṢṬĪNAṁ DUḤKHITASATVĀLAMBANĀ KARUṆĀ, karuṇā niṅ hanāgrahanya ryy awaknya: an gawayakĕn ikaṅ karuṇā irikaṅ satwa manĕmu duḥka ināgrahanya pagawayan[a] karuṇā, tĕlas pagawayan [ā] metrī, PṚTHAGJANANĀṁ SATVĀLAMBANAKARUṆĀ, kady āṅgan iṅ karuṇā ni pṛthagjana, satwālambana karuṇā ṅaranya.", "276": "dharmmālambanakaruṇā ṅaranya: PRAHĪNĀTMADṚṢṬĪNĀṁ DUḤKA, SAṄSKĀRAVIṢAYĀ KARUṆĀ, karuṇā niṅ tan hanāgrahanya ryy awaknya, an gawayakĕn ika karuṇā, irikaṅ satwa manĕmu duḥka, makataṅgwan hana ni abhiniweśanya ri duḥka niṅ satwa pagawayan karuṇā, tĕlas [a38] pagawayan metrī, MAHĀSATVASYA ĀRYYASYA DHARMMĀLAMBANĀ KARUṆĀ. kady aṅgan i karuṇā saṅ mahāsatwa saṅ āryya, ya dharmmālambanakaruṇā garanya.", "277": "anālambanakaruṇā garanya: PRAHĪNĀTMADṚṢṬĪNĀMEVAN ABHINIVEŚASAṄSKĀRAVĀHINI MĀRGGE BYAVASTHITANĀM ANĀLAMBANĀ KARUṆĀ, karuṇā saṅ tan hanābhiniweśanya irikaṅ satwa pagawayan karuṇā, tĕke dharmmanya, makataṅgön tan hanābhiniweśanya, an gawayakĕn ikaṅ karuṇā riṅ satwa manĕmu duḥka tĕlas pagawayan mĕtrī, GRĀHYAGRĀHAKĀBHINIVEŚAVIGATĀNĀṁ BUDDHABODHISATVĀNĀM ANĀLAMBANĀ KARUṆĀ, kady aṅgān i karuṇā saṅ bodhisatwa nirāgraha, ya anālambanagāni karuṇā saṅ bodhisatwa nirāgraha, ya anālambana[b38]karuṇā ṅaranya.", "278": "iti nāhan prabheda ni karuṇā.", "279": "muditā garanya: PARAHITATUṢṬIḤ SATVAVIŚEṢASYA JÑĀNASYĀKĀRAḤ, inak ny ākāra ni jṭāna saṅ satwawiśeṣa de ni suka ni satwa, tĕlas pagawayan ira metrī karuṇā, muditā garanya. tigaṅ muditā: satwālambanamuditā, dharmmālambanamuditā, anālambanamuditā. nāhan lwirnyan tiga, kadi deniṅ umartha tiga ṅūni, maṅkana deniṅ umartha tiga maṅke.", "28": "velar N   Ṅ", "280": "upekṣa garanya: lābhānapekṣa satwawiśeḥasya jṭānasyākāraḥ, ākāra ni jṭāna saṅ satwa wiśeḥa tan paṅapekḥā lābha. tan paṅapekḥā lābha garanya: tan [a39] wawarĕṅö ni jṭāna saṅ satwa wiśeḥa riṅ walĕs: pūjāstuti ṅūniweh [h]artha. an gawayakĕn ikaṅ metrī karuṇā muditā riṅ satwa, makanimitta katonan i duḥka niṅ satwa, yogya pagawayana upekḥā. sinamprayutta deni kagawayan iṅ upekḥā, tigaṅ upekḥā: satwālambanopekḥā, dhammālambanopekḥā, anālambanopekḥā. sakrama ny artha nikaṅ tiga ṅūni maṅkanārtha ni kātiga maṅke.", "281": "ikaṅ metrī karuṇā muditā upekṣā, ya tikā sinaṅguh caturpāramitā ṅaranya.", "282": "papupul ni caturpāramitā mwaṅ ṣaṭpāramitā, lwi(r)nya: dāna, śīla, kṣānti, wīryya, dhyāna, prajṭā, metrī, karuṇā, muditā, upekṣā. ya tikā sinaṅguh daśapāramitā ṅaranya, ya tikā matatwa paṭcadewī:", "283": "[b39] BAJRADHĀTVĪŚVARĪDEVĪ MAHĀPRAJÑĀRŪPAVATĪ", "284": "PATYAU PARAMASEVITĀ ṢAṬPĀRAMITAM UCYATE.", "285": "śrī bajradhātwīśwarī sira ta lĕwih prajṭā nira, atĕhĕr surūpa, atiśaya de nira sewitaswāmī ri bhaṭāra wairocana, sira ta makatatwa ṅ ṣaṭpāramitā.", "286": "MAITRILOCANĀ VIJÑEYĀ MĀMAKĪ KARUNĀ MATĀ", "287": "MUDITĀ PĀṆḌARAVĀSI UPEKṢĀ TĀRĀ UCYATE", "288": "bharālī locanā metrī tatwa nira, bharālī māmakī karuṇā tatwa nira, bharālī pāṇḍarawāsinī sira ta makatatwa ṅ upekṣā. maṅkana tiṅkah niṅ daśapāramitā, an makatatwa paṭcadewī, ya ta mataṅnyan saṅ maṅabhyāsa hayu [a40] dewī, sira sewita rumuhun ri wāhyādhyātmika, apan sira paḍa niṅ umaṅgihakĕn i kahyaṅbuddhān.", "289": "iti daśapāramitā parisamāpta, paramamārgga ḍataṅ riṅ mahābodhi ikā.", "29": "palatal n   ñ", "290": "huwus pwa enak wruhta irikaṅ daśapāramitā mahāmārgga, kawruhi taṅ paramaguhya mwaṅ mahāguhya.", "291": "paramaguhya garanya: rūpa ni awak bharāla, āpan sinaṅguh mahāwiśeṣa, kapratyakṣa de saṅ yogīśwara.", "292": "mahāguhya: ikaṅ kāraṇa ri kapaṅguhan bharāla, lwirnya: yoga lāwan bhāwanā. pāt lwir niṅ yoga, pawĕkas ḍaṅ ācāryya śrī dignāgapāda, lwirnya: mūlayoga, madhyayoga, wasānayoga, antayoga.", "293": "[b40] mūlayoga garanya: humiḍĕp hana bharāla riṅ ākāśa. madhyayoga ṅaranya: humiḍĕp hana bharāla riṅ śarīra. wasānayoga ṅaranya: humiḍĕp hana bharāla riṅ pṛthiwīmaṇḍala. antayoga garanya: humiḍĕp hana bharāla riṅ śūnyatāmaṇḍala.", "294": "śūnytāmaṇḍala ṅaranya: deśa niṅ bhināwanā.", "295": "deśa niṅ bhināwanā: pāt kweh ni bhāwanā. lwirnyan pāt: śastībhāwanā, uṣmibhāwanā, wṛddhabhāwanā, agrabhāwanā.", "296": "śastībhāwanā ṅaranya: wikalpa ri hilaṅ niṅ rāga. uṣmibhāwanā ṅaranya: wikalpa ri hilaṅ niṅ dweṣa. Ūrddhabhāwanā ṅaranya: wikalpa ri hilaṅ niṅ moha. agrabhāwanā ṅaranya: wikalpa ri hilaṅ niṅ kleśatraya.", "297": "krama ni patĕmu niṅ bhāwanā lāwan yoga, yekā kawru[a41]hana panujunya. śantibhāwanā kāraṇa niṅ mūlayoga; uṣṃibhāwanā kāraṇa riṅ madhyayoga; ūrddhabhāwanā ṅaranya kāraṇa riṅ wasānayoga; agrabhāwanā garanya kāraṇa riṅ antayoga. maṅkana krama niṅ patĕmu niṅ bhāwanā mwaṅ yoga. tuṅgal tatwa ni bhāwanā mwaṅ yoga, paḍajṭāna saṅ yogī. kunaṅ bhedanya: ikaṅ bhāwanā maṅhiḍĕp samanya, ikaṅ yoga maṅhiḍĕp swalakṣaṇa, dudū niṅ wiṣaya tinūt niṅ bheda niṅ wiṣayī.", "298": "tumūt taṅ caturāryyasatya, kawaśākĕn denta marapwan siddhi yogabhāwanānta, lwirnya: duḥkasatya, nirodhasatya, samudayasatya, mārggasatya. nāhan lwir niṅ caturāryyasatya anuṅ gĕgönta.", "299": "ikiṅ yoga, bhāwanā, caturāryyasatya, daśapāramitā, [b41] ya tikā sinaṅguh mahāguhya ikā. sājṭā mahāmpuṅku, paran pwekaṅ aji anuṅ gĕgö ni pinakaṅhulun, marapwan kapaṅgih ikaṅ paramaguhya, pāwak bhaṭāra wiśeṣa, marapwan siddhi ṅhulun ?", "3": "s'Gravenhage: Martinus Nijhoff, 1910", "30": "palatal N   Ñ", "300": "############################[Version A]############################", "301": "iṁ ! hanāji saṅ yogadhāra ṅaranya, tigākṣaranya tigārthanya: adwaya iti, nāhan lwirnya. adwaya ṅaranya: adwaya mwaṅ adwayajṭāna. adwaya ṅaranya: aṁ aḥ. adwayajṭāna ṅaranya: ikaṅ wruh tan wikalpa ri hana taya, tan wikalpa ri sĕla ni hana taya, kewala humidĕṅ nirākāra. hana liṅanteriya taha, taya liṅanteriya taha, ri sĕla niṅ (h)ana taya liṅanteriya taha, manameya phala liṅanteriya phala, [taha [a42] tapwa liṅanteriya, sakaliṅan iṅ manaṅguh] haywa juga saṅśaya taha pwa liṅanta, adwayajṭāna maṅkana liṅanta.", "302": "############################[Version C]############################", "303": "hana ya [h]aji sayogacara ṅaranya, tiga kāraṇanya, tigārthanya, lwirnya: adwaya iti, maṅkana lwirnya, ikaṅ aji adwaya ṅaranya mwaṅ adwayajṭāna ṅa aṁ aḥ, ikaṅ wruh tan pamikalpa riṅ hana taya mwaṅ ri sĕla niṅ hana taya, kewala umidöṅ nirākāra. hana liṅanteriya tahā, ri sĕla niṅ hana taya liṅanteriya tahā, mānameyaphala liṅanteriya tahā, tahā pwa liṅanteriya tahā, tahā pwa liṅanteriya tahā, ya kaliṅan iṅ manaṅguh haywa juga saṅśaya. apa pwa liṅanteriya adwayajṭāna.", "304": "###################################################################", "305": "ikaṅ aṁ aḥ mwaṅ adwayajṭāna ya adwaya ṅaranya. aṁ ṅaranya: pasuk niṅ bāyu, aṁ śabdanya, lumrā riṅ śarīra, ṅūniweh riṅ nawadwāra, sūryyarūpa ikaṅ śarīra hibĕkan denya, smṛtisūryya ṅaran ikā. û aḥ ṅaranya: wijil niṅ bāyu saṅke śarīra, aḥ śabdanya, mukṣa riṅ śarīra, candrarūpa ikaṅ śarīra ri mukṣa niṅ bāyu riṅ śarīra, somya lilaṅ ahĕniṅ ikaṅ śarīra wĕkasan, śāntacandra ṅaran ikā, śāntasmṛti ṅaranya waneh. ri hana niṅ smṛtisūryya śāntacandra dadi taṅ adwayajṭāna, patĕmu niṅ", "306": "adwaya mwaṅ adwayajṭāna, ya tāṅdadyakĕn di[b42]warūpa, [awā sadākāla, ahĕniṅ nirāwaraṇa kadi teja niṅ maṇik, apaḍaṅ rahina sadā, sugandha tan gawaigawai, surūpa tan gawaigawai, surasa tan gawaigawai sira katon denta]. ikaṅ aṁ aḥ ya tikā sinaṅgah saṅ hyaṅ adwaya ṅaran ira bapa sira de bhaṭāra hyaṅ buddha. ikaṅ jṭāna wruh tan wikalpa humidĕṅ nirākāra, ya tikā sinaṅgah saṅ hyaṅ adwayajṭāna ṅaran ira. saṅ hyaṅ adwayajṭāna sira ta dewī bharālī prajṭāpāramitā ṅaran ira, sira ta ibu de bhaṭāra hyaṅ buddha. saṅ hyaṅ diwārūpa sira ta bhaṭāra hyaṅ buddha ṅaran ira.", "307": "saṅsipta niṅ aṁ aḥ mwaṅ adwayajṭāna ya rasa niṅ aji [a43] adwaya ikā. ikaṅ aji adwaya sari niṅ aji tarkka wyākaraṇa.", "308": "uli(h)an iṅ aṅaji tarkka: wruha riṅ adwayajṭāna, āpan bharālī prajṭāpāramitā wĕkas niṅ jṭāna pinet [n]iṅ maṅaji tarkka, hetunyan prakaraṇa kāraṇa ri kapaṅgihan bhaṭāra hyaṅ buddha.", "309": "phala niṅ maṅaji wyākaraṇa wruha ri saṅ hyaṅ adwaya, apan aṁ aḥ wĕkas niṅ aji wyākaraṇa, hetunyan wyākaraṇa kāraṇa nira ri katĕmwana saṅ hyaṅ adwayajṭāna.", "31": "retroflex t   ṭ", "310": "patĕmu niṅ wyākaraṇa mwaṅ prakaraṇa ya tikā mijilakĕn aji tantra, pinakāwak bhaṭāra hyaṅ buddha.", "311": "saṅsiptanya: taṅ jṭāna awak bhaṭāra hyaṅ buddha, apan pĕh niṅ jṭāna matĕmu lāwan bāyu humĕnĕṅ inandĕlakĕn iṅ śabda aṁ aḥ, ikaṅ sinaṅguh saṅ hyaṅ diwa[b43]rūpa garan ira. saṅkṣepanya: artha niṅ adwayaśāstra ya ta udik pĕgatakna gĕsĕṅananta ri sadābhyāsa, sādhanantāt maṅgihakna ṅ kahyaṅbuddhān.", "312": "mapa de niṅ lumĕkasa ? makasādhana saṅ hyaṅ adwaya. tan kari ikaṅ bāyu aṁ maṅkana liṅnya, ya ta isĕp i tutuk, andĕlakĕn i guruṅguruṅan, haywa ta wawarĕṅö ri pasuk wĕtu niṅ bāyu sakeṅ iruṅ; ikaṅ inandĕlakĕn iṅ guruṅguruṅan, ya ta lumrā humibĕk i śarīranta kabeh, atĕmah sūryyaraktawarṇa. muwah dadyakna [ṅ] taṅ bāyu aḥ, maṅkana liṅnya: andĕlakĕn i guruṅguruṅan, mukṣa riṅ śarīra, atĕmah śāntacandra, somya līla, saprāṇāyāma ṅaran ikā, nityasā kita maṅkana, hilaṅ sarwwakleśanta, ri huwus nikā, andĕlakĕn taṅ buddhānusmāraṇa.", "313": "buddhānusmaraṇa ṅaranya: saṅ hyaṅ adwayajṭāna kasākṣāt kṛta ni tan hana niṅ hiḍĕp, len taṅ hiḍĕp mwaṅ maṅhiḍĕp, tiṅkahnya: ikaṅ bāyu tan masuk mĕtu ri tutuk, riṅ iruṅ kunaṅ mukṣa mwaṅ ikaṅ śarīra de ni kaśaktin saṅ hyaṅ adwaya mwaṅ kaśaktin saṅ hyaṅ adwayajṭāna, ri wĕkasan awā līlāhĕniṅ awās ikaṅ śarīra, mwaṅ tan pāṅhiḍĕp, tan hiniḍĕp, kewala lilaṅ ahĕniṅ nirāwaraṇa ikaṅ śarīra, nirākāra apaḍaṅ rahina sadākāla śarīranta, kadi miṭak inandĕlakĕn miṭak. sira [b44] ta dewawiśeṣa ri boddha, bhaṭāra paramaśūnya ṅaran ira, sira ta bhaṭāra paramaśiwa ṅaran ira, bhaṭāra puruṣa sira de saṅ wadiśiṣyā bhagawān kapila, saṅ hyaṅ ātma garan ira de saṅ wadikanabhakṣyaśiṣya, bhaṭāra nirguṇa ṅaran ira de saṅ wadi weṣṇawa, sira ta phala ni pratyakṣa de ḍaṅ ācāryya nirākāra, sira matĕmah bhaṭāra ratnatraya mwaṅ bhaṭāra paṭcatathāgata de ḍaṅ ācāryya sākāra, sira inandĕlakĕn ri saṅ arcca, pratima, pĕṭa de ḍaṅ ācāryya wāhyaka, sira saṅ hyaṅ wiśeṣajīwa ṅaran ira, sira ta saṅ hyaṅ waṅsil ṅaran ira waneh.", "314": "aturū pwa kita rumĕgĕpa maṅkana yekā yoganidra ṅara[a45]nya, aturū tan paṅipi. ewöh katamwan ira, apan sira phala niṅ sarbwayoga, sarbwasamādhi, sarbwabrata, wĕkas niṅ sarbwapūjā, sarbwapraṇamya, sarbwamantra, sarbwastuti, nityasa pwa sira katon denta, wĕnaṅ ta kita umratyakṣākĕn ikaṅ dūrasūkṣma, kawaśa pwa śarīranta maṅekatwa kalawan sira, makanimitta kawaśa niṅ samādhinta, ya tikā sinaṅgah amaṅgihakĕn aṣṭeśwaryasuka ṅaranya, yapwan śarīranta ekatwa kalawan sira, sadākāla, tan saprayogi ta kita an pakāwak ri sira, yekā sinaṅgah mokṣaskandha garanya, sinaṅgah siddha munīndra garanya.", "315": "saṅ hyaṅ adwaya mwaṅ saṅ hyaṅ adwayajṭāna sira ta wĕkas niṅ sarwwaśāstra, sarwwa āgama sarbwasamyak[b45]byapadeśa, sarbwopadeśa, sarbwasamaya. saṅ hyaṅ adwaya mwaṅ saṅ hyaṅ adwayajṭānātah āpan sira wĕkas niṅ winarahakĕn, ya ta mataṅnyan saṅ hyaṅ yogādi paramanairātmya garan ira waneh de saṅ boddha, ananta paramanandana ṅaran ira de saṅ bhairawa, mārggayogādi paramaguhya ṅaran ira de saṅ siddhānta, niṣkalādiparama ṅaran ira de saṅ weṣṇawa, sira ta sodhamatatwānta garan ira, ewöh saṅ kumawruhane sira.", "316": "sājṭā mahāmpuṅku, tulusakna pwa sih śrī mahāmpuṅku ri pinakaṅhulun, warahĕn ri lakṣaṇa muwah sādhana ni umaṅguhakna saṅ hyaṅ diwarūpa.", "317": "auṁ ! pahenak denta rumĕṅö kita ṅ tathāgatakula jinaputra. ikaṅ śarīra aṣṭa dalapan malawö, wwalu lawö[a46]lawönya, lwirnya: mata, ṅa, taliṅa, ṅa, iruṅ, ṅa, tutuk, ba, pāyupastha, ba, nāhan pinakalawölawönyan wwalu, ya ta inandĕlakĕn bajrajṭāna. bajrajṭāna ṅaranya: saṅ hyaṅ adwayajṭāna. ikaṅ lambe i sor i ruhur mwaṅ ilat, ya ta bajrarūpa, makawarak tuṅtuṅ niṅ jihwa, makaśuci lambe i sor i ruhur; ikaṅ bajra maṅadĕg ri śarīra padmarūpa sake tuṅtuṅ niṅ ilat, miṅsor taṅ a…kāra, mandĕl i sor ni padma, [ikaṅ aṁkāra mandĕl i sor ni padma], ya ta tĕmah sūryya, dumilah deni dilah nikaṅ sūryya, lĕbur arok; dadi taṅ aḥkāra lumĕpasakĕn lĕbur ikā kabeh, mukṣa parok ni lĕbur nikā, mwaṅ ikaṅ ākāra tĕlas dadi taṅ maṇiratnanirmma[b46]lākāra, ya ta paṅanusmaraṇanta irikaṅ rāt kabeh.", "318": "yan hana wwaṅ alara prihati kunaṅ katuturananta kady aṅgan iṅ cintāmaṇi, hilaṅ ikaṅ duḥka denya, apan ikaṅ jṭāna kita kĕna (?) nirmmalākāra ri swacittanta, atĕmahan saṅ hyaṅ diwarūpa sira.", "319": "muwah (h)ana ta saptajanma ṅaranya. gawayakna[na]nta kaṅ pratipatya niṅ adwaya. sādhanamātra tan parowaṅ prajṭā kadi manah niṅ rarai jro wĕtaṅ, ya jambhalasamādhi ṅaranya.", "32": "retroflex T   Ṭ", "320": "karĕgĕpan iṅ adwayayoga wruh ri tatwa kadi buddhi niṅ manuk wāhu tĕtĕs ri hantiga, ya wāgīśwarasamādhi garan ikā.", "321": "karĕgĕpan iṅ adwaya mwaṅ prajṭā karuṇā ri sarbwasatwa, ya lokeśwarasamādhi ṅaranya.", "322": "karĕgĕpan iṅ adwaya mwaṅ bajra krodha karuṇā riṅ [a47] sarbwasatwa, bajrasatwasamādhi garan ikā.", "323": "karĕgĕpan iṅ adwaya mwaṅ prajṭā makapuhara anurāga ri sarbwasatwa, muniwaracintāmaṇisamādhi ṅaran ikā.", "324": "karĕgĕpan iṅ adwaya mwaṅ prajṭā makāwasana ṅ warahwarah ri heyopadeśa ri sarbwasatwa, śwetaketusamādhi ṅaran ikā.", "325": "karĕgĕpan iṅ bāyu aṁ śabdanya, humibĕk iṅ śarīra sūryyarūpa ikaṅ śarīra, hilaṅ taṅ śarīra linĕpasakĕn deniṅ bāyu aḥ śabdanya, mukṣa tan pahamĕṅan, tatanpāna pasuk wĕtu ni bāyu, hidĕṅ niṅ bāyu tan hanātah, śarīra citta tan hanātah, samaṅkana awā lilaṅ ahĕniṅ nirāwaraṇa nirākāra rahina sadākāla pinakāwaknya, kumāranirbbāṇa cittamaisamādhi ṅaran ikā.", "326": "[b47] kapiṅpitu ni samādhi samādhi niṅ meh muliha ri kolilahan, maṅgihakna kamokṣan.", "327": "nihan ta waneh pājara mami ri kita, ikaṅ śarīra i jro i yawa stūpa prāsāda. kunaṅ ta ṅaranya ikaṅ akṣara: NAMAḤ SIDDHAṂ", "328": "A, Ā; I, Ī; U, Ū; RĔ, RÖ; LĔ, LÖ; E, AI; O, AU, AṄ, AḤ.", "329": "KA, KHA; GA, GHA; ṄA.", "33": "retroflex d   ḍ", "330": "CA, CA; JA, JHA; ÑA.", "331": "ṬA, ṬHA; ḌA, ḌHA; ṆA.", "332": "TA, THA; DA, DHA; NA.", "333": "PA, PHA; BA, BHA; MA.", "334": "YA, RA, LA, VA.", "335": "ŚA, ṢA, SA, HA.", "336": "nihan lwir niṅ akṣara pinakāntara nikaṅ śarīra prāsādatatwa.", "337": "nihan ajarnya: NAMAḤ: kāyaśuddha; SIDDHAM: hĕniṅ suka; A, Ā: janmasuka; I, Ī: warṇasateja; U, Ū: rūpa paripūrṇa; RĔ, RÖ: mata mulat; lĔ, lÖ: taliṅa maṅrĕṅö; E, AI: iruṅ maṅambu; O, AU: pāyupastha; AṄ AḤ: jṭāna sūryya śāntacandra.", "338": "[a48] NA: tahulan; MAḤ: rudhira; SI: dagiṅ; DDHAṁ: kulit; A: jṭāna; Ā: lrānya; I: warṇa; Ī: lrānya; U: rūpa; Ū: lrānya; RĔ: mata; RÖ: lrānya; LĔ: taliṅa; LÖ: lrānya; E: iruṅ; AI: lrānya; O: pāyupastha; AU: lrānya; AṄ: sūryya; AḤ: śāntacandra.", "339": "KA, KHA; GA, GHA, GHA; Ga.", "34": "retroflex D   Ḍ", "340": "CA, CA; JA, JHA; ÑA.", "341": "mata mwaṅ tinon. û", "342": "ṬA, ṬHA; ḌA, ḌHA; ṆA.", "343": "taliṅa mwaṅ rinĕṅö. û", "344": "TA, THA; DA, DHA; NA.", "345": "iruṅ mwaṅ kambuṅ.", "346": "PA, PHA; BA, BHA; MA.", "347": "pāyupastha. û", "348": "YA, RA, LA, VA.", "349": "bhūmi. û", "35": "retroflex n   ṇ", "350": "ŚA, ṢA.", "351": "suku kalih. û", "352": "SA, HA.", "353": "taṅan kalih. û", "354": "KA, KHA; GA, GHA.", "355": "PA, PHA; BA, BHA.", "356": "kāmadhātu. û", "357": "NĀ, GA, JA, LĀ.", "358": "ÑA, NA, ṄA,", "359": "tĕlĕknya. û", "36": "retroflex N   Ṇ", "360": "TA, THA, DA, DHA,", "361": "YA, RA, LA, VA,", "362": "rūpadhātu. û", "363": "KA, KHA; GA, GHA;", "364": "CA, CA; JA, JHA;", "365": "arūpadhātu. û", "366": "KA: tĕlĕknya", "367": "ŚA: paryyanta niṅ jṭāna", "368": "ṢA: strī", "369": "SA: puruṣa", "37": "palatal s   ś", "370": "MA: usus", "371": "nāgāṅ lĕkĕr", "372": "HA: rasuk niṅ adwaya.", "373": "[b48] ikaṅ akṣara 37 kwehnya adwayātmaka ikā kabeh, arok lawan kleśa, awĕlu rūpanya; ṅke śarīra stūpa iheṅ i jro prāsāda, i taṇḍas nikaṅ stūpa prāsāda śarīra ṅka ta kahanan bhaṭāra hyaṅ buddha masamāhitarūpa nira ṅkana. pājar saṅ hulun kṛtopadeśa i saṅ hyaṅ mahāyāna, keṅötaknanta kita ṅ jinaputra.", "374": "nihan ta waneh pājara mami ri kita: haywa dṛśya deniṅ len śarīranta mwaṅ huripta, radinana wehalilaṅa, matanta kalih āditya sateja, taliṅanta kalih āditya sateja, iruṅta kalih āditya sateja, i ilatta lambenta āditya sateja, hatinta, [a49] pusuhpusuhta, wuṅsilanta, amprunta, paruparunta, limpanta, ususta, āditya sateja tapwa śarīranta kabeh i yawa i jro, maṅkana denta mahayu śarīranta. āditya sateja garanya: karĕgĕpan iṅ ādwaya, yatānyan [h]ilaṅa sarwwakleśa ri śarīranta kabeh, tĕmah ta śarīranta somya lilaṅ.", "375": "lambenta i sor i ruhur patĕmwaknanta tuṅtuṅ nīlatta ya ta andĕlakna ri tuṅtuṅ niṅ [h]untuta, sĕla niṅ [h]untu i sor i ruhur sarambut deyanta, isĕpta bāyu sake tutuk, piṅsorakna tĕkeṅ pusĕr, miṇḍuhurakna ikaṅ bāyu humĕnĕṅa tan polaha, ikaṅ bāyu sūkṣmālit tatan katĕṅĕra miṅsor miṇḍuhur, samaṅkana ṅ bāyu rakta dadi aṁ liṅnya, atĕmah āditya paripūrṇa sakaja [b49] umasuk ri śarīranta. ri huwus nikā dadi taṅ manah alilaṅ ahĕniṅ nirāwaraṇa, kadi kāla niṅ lahrū tĕṅah ṅ we. ikaṅ āmbĕk maṅkana yeka sinaṅgah kahuaṅbuddhān ṅaran ira, sira ta maṇik sarwwasaparipūraka garan ira, maṅkanābhyāsanta sārisāri, yatānyan maṅgihakna ṅ kahyaṅbuddhān.", "376": "muwah hana ta saptasamādhi ṅaranya, lwirnya: pĕgĕṅ ikaṅ bāyu sapraśwāsa, humĕnĕṅ āmbĕkanta, tan wawarĕṅö [h]ri hana taya, jambhalasamādhi ṅaran ikā, pūrwwasamādhi ikā.", "377": "huwus iṅ amĕgĕṅ wijilakĕn ta bāyunta, haywa karkaśa wĕtunya, dadi taṅ āmbĕk alilaṅ kadi manah niḥ manuk wahu tĕtĕs ri hantiga, wruh riṅ wiśuddha niṅ kāya wāk citta, alilaṅ nirmmala. ikaṅ āmbĕk maṅkana wāgīśwarasamādhi ṅaran ikā.", "378": "katon pwekaṅ sarbwasatwa kāsyasih deniṅ rāgādi, dadi taṅ āmbĕk (k)umiṅkiṅ haywa niṅ sarbwasatwa, masih tan pasaṅkan upakāra, ikaṅ āmbĕk maṅkana lokeśwarasamādhi ṅaran ikā.", "379": "dadi taṅ āmbĕk makāwak bajra rodra humilaṅakĕn ikaṅ sarbwaduṣṭa citta, kumiṅkiṅ haywa ni rāt kabeh, ikaṅ āmbĕk maṅkana bajrasatwasamādhi ṅaran ikā.", "38": "palatal S   Ś", "380": "dadi taṅ āmbĕk ādibuddha ni ratu cakrawartti huwus malahakĕn śatru śakti wĕnaṅ aweh sakaharĕp niṅ sarbwasatwa, ikaṅ āmbĕk maṅkana mahāmuniwara cintāmaṇisamādhi ṅaran ikā.", "381": "dadi taṅ āmbĕk (k)umiṅkiṅ haywa ni sarbwa[b50]satwa, utsāha ri kagawayan iṅ dharmma ni sarbwasatwa, ikaṅ āmbĕk maṅkana śwetaketusamādhi garan ikā.", "382": "dadi taṅ manah alilaṅ ahĕniṅ muka riṅ nirbbāṇa kadi sūryya paripūrṇ[n]a alilaṅ ahĕniṅ aho nirāwaraṇa awā paḍaṅ rahina sadākāla kumāranirbbāṇasamādhi garan ikā.", "383": "nihan ta muwah kayatnākna tĕmĕntĕmĕn yan ahyun amaṅgihakna ṅ kamokṣan. ikaṅ bāyu i tĕṅĕn amitābha ṅaran ira, ikaṅ bāyu i kiwa amoghasiddhi ṅaran ira, ikaṅ bāyu parĕṅ mĕtu ratnasambhawa ṅaran ira, tan wĕtu niṅ bāyu kiwa tĕṅĕn akṣobhya ṅaran ira, tan wĕtu niṅ bāyu kiwa tĕṅĕn akṣobhya garan ira, wĕkas niṅ bāyu wairocana ṅaran ira, kahanan ira i tuṅtuṅ niṅ iruṅ i rahi i uṣṇīṣa, wĕkas niṅ nirmmala śuddhiśuddhin sira kalima, sira ta saṅ hyaṅ paṭcarasa ṅaran ira.", "384": "[a51] kunaṅ yan ahyun ri karmmaprasara ikaṅ bāyu i tĕṅĕn atĕmah (h)anāgnimaṇḍala, trikoṇākāra, dumilah raktawarṇ[n]a, madhyanya triśūla, sādhananta ri sarbwakarmma ikā.", "385": "waneh dadyakĕn mahendramaṇḍala ikaṅ bayu i tĕṅĕn apasagi, dumilah kunaṅ warṇ[n]anya kadi mās, madhyanya paṭcaśucikabajra mĕṅa, sādhananta ri wṛddhya niṅ hurip mwaṅ ri wṛddhya niṅ sada ikā.", "386": "muwah dadyakĕn mahendramaṇḍalāpasagi, bhedanya putih tejanya, somya, bajra i tĕṅah sādhananta riṅ kaswasthān ika.", "387": "ikaṅ caturagramaṇḍala dadi waśīkaraṇa, ākarṣaṇa. ikaṅ uśwāse kiwa atĕmahan bāyumaṇḍala nirākāra, irĕṅ, ijo, kuniṅ kunaṅ warṇ[n]anya, dumilah tuṅtuṅ[b51]nya kalih, dhwaja cihna patākā kunaṅ taṅan i kiwa maṅrĕgöp aṅkus kuṇḍala lwirnya: sādhananta riṅ ākarṣaṇa ikā, sthāmbana uccāraṇa kunaṅ lāwan ta waneh dadyakĕn bāruṇamaṇḍala ikaṅ uśwāse kiwa, awĕlu dumilah putih warṇ[n]anya, madhyanya sūkṣma maṇḍalālit, kadi śuddha sphaṭika ri tĕṅah pinakawarṇ[n]anya pinakacihnanya, sādhananta riṅ śāntika ikā.", "388": "kunaṅ ikaṅ paramawiśeṣabāyu tan polah niṅ uśwāsa, kewalālilaṅ ahĕniṅ nirāwaraṇa humiḍĕṅ nirākāra riṅ ghrāṇa pradeśanya tĕka riṅ rahi ryy uṣṇīṣa śuci śuddha tan hanāṅgĕlĕh iriya, wairocanasamādhi ṅaran ikā.", "389": "kayatnākna tĕmĕntĕmĕn sira, tan dadi dṛśya deniṅ len [a52] sira bwat maṅdadyakĕn pāpa yan kājar iṅ len, dadi mara(h) winarahakĕn ḍān maṅhanākna [kna] gurukrama iriṅ wwaṅ.", "39": "retroflex s   ṣ", "390": "iti ḍaṅ hyaṅ kamahāyānikan paramasamaya mahopadeśa ikā de saṅ boddha, tĕṅĕtĕn haywa cāwuh, wĕkas niṅ saṅketa sira, sari niṅ kapaṇḍitan.", "391": "Īṁ! sājṭā mahāmpuṅku tulusakna pwa sih śrī mahāmpuṅku ri pinakaṅhulun. saṅ hyaṅ diwarūpa kapwāwak bhaṭāra buddha de śrī mahāmpuṅku. mapa pwa liṅ saṅ paṇḍita waneh? bhaṭāra ratnatraya mwaṅ bhaṭāra paṭcatathāgata sira rakwāwak bhaṭāra buddha, śuddha, nīla, pīt[t]a, rakta, wiśwawarṇnanira, dhwaja, bhūḥsparśa, warada, dhyāna, abhayamudrā nira. maṅkana liṅ saṅ [b52] paṇḍita waneh, ya tāṅde sandigdha ri jṭāna ranak mahāmpuṅku. pahidhyakna ta ranak śrī mahāmpuṅku, marapwan hilaṅ ikaṅ saṅśayajṭāna, malya samyajṭāna.", "392": "auṁ! anakku kita ṅ tathāgatakula jinaputra, pahenak denta maṅrĕṅö. tiga bheda niṅ jṭāna: wāhyaka, sākāra, nirākāra. yan bhaṭāra diwarūpa sira pinakāwak bhaṭāra hyaṅ buddha, jṭāna nirākāra kāraṇa nira, mwaṅ grāhaka ri sira. pinūjā pwa bhaṭāra buddha de ni jṭāna sākāra śrī mānakālĕṅka lwirnya: samaṅkana ta bhaṭāra hyaṅ buddha maśarīra dewatārūpa, dadi deniṅ kriḥkāra śwetawarṇ[n]a, dhwajamudrā, sira ta bhaṭāra śrī śākyamuni ṅaran ira, [a53] SARVVADEVAGURŪCYATE, inajarakĕn guru niṅ sarwwadewatā. mijil taṅ dewatā sakeṅ śarīra bhaṭāra śrī śākyamuni ri tĕṅĕn, raktawarṇ[n]a, dhyānamudrā, makasaṅkan hriḥkāra sira ta bhaṭāra śrī lokeśwara ṅaran ira. mijil taṅ dewatā sake śarīra śrī śākyamuni kiwa, nīlawarṇ[n]a, bhūḥsparśamudrā, makasaṅkan brīḥkāra, sira ta bhaṭāra śrī bajrapāṇi ṅaran ira. sira ta katiga bhaṭāra ratnatraya garan ira, sira sinaṅguh buddha, dharmma, saṅgha, sira makatatwa ṅ kāya, wāk, citta, sira makaśīla ṅ asih puṇyabhakti, ahyun pwa sira pūrṇ[n]a niṅ tribhuwana. mijil ta bhaṭāra śrī wairocana sake muka śrī śākyamuni. mawibhāga ta bhaṭāra śrī lokeśwara, mijil ta bhaṭāra amitābha [b53] mwaṅ bhaṭāra ratnasambhawa. mawibhāga ta bhaṭāra śrī bajrapāṇi, miil ta bhaṭāra amitābha mwaṅ bhaṭārāmoghasiddhi. sira ta kalima sira sinaṅjṭān bhaṭāra paṭcatathāgata mwaṅ bhaṭāra sarwwajṭāna ṅaran ira waneh. mijil taṅ dewatā sarwwakāryyakartta sake kasarwwajṭān bhaṭāra wairocana, lwirnya īśwara, brahmā, wiṣṇu, sira ta kinon mamaripūrṇ[n]ākna ṅ tribhuwana mwaṅ isyanya de bhaṭāra wairocana, donanya pagawayana kaparārthān mwaṅ sthāna bhaṭāra pinūjā irikaṅ kāla, dadi taṅ sthāwarajaṅgamādi. swargga hibĕkan dewatādi marttyapada (h)ibĕkan mānuṣādi, pātāla hibĕkan nāgādi de bhaṭāreśwara brahmā [a54] wiṣṇu, ya ta mataṅnyan sarwwakāryyakartta sira, nora tan kahanan ira, ndān dinadyakĕn de ni kasarwwajṭan bhaṭāra śrī wairocana, kaṅ sarwwakāryyakartta bhaṭāra īśwara brahmā wiṣṇu. maṅkana kahiḍĕpan bhaṭāra sarwwajṭā deniṅ sākārajṭāna, pinūjā sira riṅ paṭcopacāra jṭānatatwa. kahiḍĕp (p)wa sira deniṅ wāhyakajṭāna saṅ hyaṅ arcca pratimā pĕṭa", "393": "śākali, pinūjā riṅ paṭcopacāra wāhya. kaliṅanyānak[k]u: bhaṭāra diwarūpa sira dadi bhaṭāra ratnatraya, matĕmahan bhaṭāra paṭcatathāgata. paṭcatathāgata maṅdadyakĕn paṭceśwara, paṭceśwara maṅdadyakĕn brahmarṣi, brahmarṣi maṅdadyakĕn sarwwajanma dewatādi. pahenak ta manahta, haywa saṅśaya!", "394": "[b54] nihan taṅ tatwawiśeṣa muwah pawaraha mami ri kita, krama ni paṭcaskandha ri saṅ yogīśwara: rūpa, wedanā, saṭjṭā, saṅskāra, wijṭāna.", "395": "RŪPA VAIROCANA JÑEYAḤ VEDANĀ RATNASAMBHAVAḤ", "396": "SAṄJÑĀŚ CA AMITĀBHAŚ CA SAṄSKĀRĀMOGHASIDDHIDAḤ", "397": "AKṢOBHYO VIJÑĀNAṁ JÑEYAḤ PAÑCASKANDHAŚ CA UCYATE", "398": "PAÑCĀṄGAPAÑCABODHIŚ CA PAÑCATATHĀGATĀTMAKA.", "399": "ka: ḍaṅ hyaṅ wairocana rūpa. rūpa ṅaranya: kulit, dagiṅ, otwat, tahulan, rāh, wuduk, sumsum, ya rūpa ṅaranya.", "4": "Input by Andrea Acri (2008)", "40": "retroflex S   Ṣ", "400": "ḍaṅ hyaṅ ratnasambhawa wedana. wedana ṅaranya: ikaṅ maṅhiḍĕp sukaduḥka ya wedana ṅa.", "401": "ḍaṅ hyaṅ amitābha saṭjṭā. saṭjṭā ṅaranya: nāma, nāma ṅaranya: aran; ya saṭjṭā ṅaranya.", "402": "[a55] ḍaṅ hyaṅ amoghasiddhi saṅskāra. saṅskāra ṅaranya: ikaṅ ginawe hetu mwaṅ ginawe pratyaya, ya saṅskāra ṅaranya.", "403": "ḍaṅ hyaṅ akṣobhya wijṭāna. wijṭāna ṅaranya: samyajṭāna. samyajṭāna ṅaranya: pratyakṣānumāna; ya wijṭāna ṅaranya.", "404": "skandha ṅaran iṅ śarīra, paṭca ṅaran iṅ lima, ya ta sinaṅguh śarīra lima ṅaranya. maṅkana tatwa niṅ paṭcaskandha ri saṅ yogīśwara.", "405": "nihan krama niṅ wijākṣara maṅdadyakĕn paṭcatathāgata: aḥ, hūṁ, traṁ, hrīḥ, aḥ.", "406": "VAIROCANAN TU AḤKĀRAṁ, HŪṁKĀRAṁ AKṢOBHYAS TATHĀ", "407": "TRAṁKĀRAṁ RATNASAMBHAVA HRĪḤKĀRAÑ CA AMITĀBHO.", "408": "ka: aḥkāra wijākṣara ḍaṅ hyaṅ wairocana, hūṁkāra wijākṣara ḍaṅ hyaṅ akṣobhya, traṁkāra wijākṣara ḍaṅ hyaṅ ratnasambhana, hrīḥkāra wijākṣara ḍaṅ hyaṅ [b55] amitābha, AḤKĀRĀMOGHASIDDHIDHAḤ, akāra wijakṣara ḍaṅ hyaṅ amoghasiddhi.", "409": "nahan wijākṣarāmijilakĕn paṭcabuddha.", "41": "anusvara   ṃ", "410": "nihan tiṅkah bhaṭāra buddha makāwak trikhala. trikhala ṅaranya: rāga dweṣa moha, kāntarbhāwerikā taṅ dambha, īrṣyā, mātsaryya.", "411": "RĀGĀMITĀBHO VIJÑEYAḤ DVEṢAŚ CĀKṢOBHYABAJRADṚK", "412": "MOHA VAIROCANAŚ CĀPI TRIRŪPABHĀVANTA TATAḤ.", "413": "ka: ikaṅ rāga, ḍaṅ hyaṅ amitābha tatwa nira, ikaṅ dweṣa ḍaṅ hyaṅ akṣobhya tatwa nira, ikaṅ moha wairocana tatwa nira, ya ta sinaṅgah trikhala de saṅ yogīśwara. kāraṇa niṅ walwiwalwi riṅ tribhāwa ikaṅ rāga dweṣa moha; tribhāwa ṅaranya bhāwacakra.", "414": "nihan tatwa niṅ trimala ri saṅ yogīśwara:", "415": "ARTHAḤ ŚĀKYAMUNIḤ DIKṢAḤ KĀMA LOKEŚVAROCYATE", "416": "ŚABDA BAJRAPĀṆIḤ JÑEYAḤ TRIMALAṁ YOGISANMATĀ.", "417": "[a56] ka: artha śrī śākyamuni tatwa nira, kāma śrī lokeśwara tatwa nira, śabda śrī bajrapāṇī tatwa nira. ikaṅ artha kāma śabda ya ta inajarakĕn trimala de saṅ yogīśwara.", "418": "RĀGADVEṢAMOHO BUDDHAḤ ARTHAKĀMAŚABDĀTMAKAḤ", "419": "DHARMMASUSMṚTIBHĀVĀYA SMṚTEḤ SYĀT DUḤKHADHĀRAṆĀT.", "42": "visarga   ḥ", "420": "ka: bhaṭāra buddha sira makatatwa ṅ rāga dweṣa moha, makāwak artha kāma śabda sira, ka: trikhala sira trimala sira. paran don ira n makāwak trikhala trimala? makadon dadya ni smṛti marmma niṅ dharmma, makanimitta smṛti riṅ dharmma, dadi makasaṅkan kadhāraṇān iṅ duḥka, ya ta hetu nira n patĕmahan trikhala trimala, duḥka hetu nika, marapwan ikaṅ rāt kabeḥ mahyun aṅolahakna ṅ dharmma, sādhananyan umaṅgihakna ṅ inak [b56] ambĕk.", "421": "BUDDHO ŚĀKYAMUNIḤ VĀDVĀN DHARMMO LOKEŚVARAḤ PRABHUḤ", "422": "SAṄGHO BAJRAPĀṆI JÑEYAS TRIRATNAN TU VIDHĪYATE.", "423": "ka: ḍaṅ hyaṅ śrī śākyamuni paramārtha ḍaṅ hyaṅ buddha tatwa nira, śrī lokeśwara ḍaṅ hyaṅ dharmma tatwa nira, śrī bajrapāṇi āryya saṅgha tatwa nira. sira ta sinaṅgah bhaṭāra ratnatraya ṅaran ira. wairocana, amitābha, akṣobhya ratnatraya ṅaran ira. wairocana, ratnasambhawa, amoghasiddhi ratnatraya sira muwah.", "424": "nihan tatwa niṅ trikāya: kāya, wāk, citta.", "425": "KĀYO VAIROCANAŚ CĀPI VĀK CĀMITĀBHO VIJÑEYAḤ", "426": "CITTAM AKṢOBHYABAJRAŚ CA TRIKĀYANĀMASANMATA.", "427": "ka: ḍaṅ hyaṅ wairocana kāya; sarwwamudrā sarwwalakṣaṇa, ya kāya ṅaranya.", "428": "[a57] ḍaṅ hyaṅ amitābha wāk. wāk ṅaranya: sarwwaśabda makādi mantra wijākṣara, ya wāk ṅaranya.", "429": "ḍaṅ hyaṅ akṣobhya citta. sarwwajṭāna ya citta ṅaranya. ya ta mataṅnyan bhaṭāra ratnatraya sira trikāya, liṅ saṅ yogīśwara.", "43": "e breve   ĕ", "430": "nihan tatwa niṅ triparārtha kawruhana, triparārtha ṅaranya: asih, puṇya, bhakti.", "431": "ASIḤ VAIROCANO JÑEYAḤ PUṆYAŚ CĀMITĀBHAS TATHĀ", "432": "BHAKTIŚ CĀKṢOBHYABAJRADṚK TRIPARĀRTHĀNIGACYATE", "433": "ka: bhaṭāra wairocana sira asih. asih ṅaranya: saṅ kumawaśākĕn caturpāramitā, ya asih ṅaranya.", "434": "bhaṭārāmitābha puṇya. ikaṅ lumaku satatānūt rasa [b57] niṅ āgama, matĕguh rumakṣa tapa brata saṅskāra mwaṅ buddhaśāsana tan kawanĕhan maṅulahakĕn dharmma, ya sinaṅguh bhakti ṅaranya.", "435": "ikaṅ asih puṇyabhakti, ya triparārtha paramārtha ṅaranya, makatatwa ṅ ratnatraya.", "436": "nihan tatwa niṅ paṭcadhātu ri saṅ yogīśwara. paṭcadhātu ṅaranya: pṛthiwī, āpaḥ, teja, bāyu, ākāśa.", "437": "PṚTHIVĪ DHĀTUR BUDDHAŚ CA ABDHĀTU RATNASAMBHAVAḤ", "438": "TEJODHĀTUŚ CĀMITĀBHO VĀYUŚ CĀMOGHASIDDHIDAḤ", "439": "ĀKĀŚADHĀTUR AKṢOBHYA ETĀNI PAÑCADHĀTUNI", "44": "o dieresis   ö", "440": "SATVENA PĀÑCADEHAŚ CA PAÑCATATHĀGATĀTMAKĀ.", "441": "ka: ḍaṅ hyaṅ wairocana sira buddha, sira pṛthiwīdhātu. ikaṅ abwat ya pṛthiwī ṅaranya.", "442": "ḍaṅ hyaṅ ratnasambhawa āpaḥdhātu. ikaṅ drawa swa[a58]bhāwa, ya āpaḥ ṅaranya.", "443": "ḍaṅ hyaṅ amitābha tejadhātu. ikaṅ laghu swabhāwa, ya tejadhātu ṅaranya.", "444": "ḍaṅ hyaṅ amoghasiddhi sira bāyudhātu. ikaṅ wala(?) swabhāwa, ya bāyudhātu ṅaranya.", "445": "ḍaṅ hyaṅ akṣobhya ākāśadhātu. ikaṅ taya swabhāwa, ya ākāśa ṅaranya.", "446": "nahan krama ḍaṅ hyaṅ paṭcatathāgata matĕmahan paṭcadhātu.", "447": "ikaṅ paṭcadhātu ya ta paṭcadeha deniṅ sarbwasatwa, lwirnya: pṛthiwī pinakadagiṅ, kulit, otwat, tahulan. āpaḥ pinakarāḥ, wuduk, sumsum, reta śleṣma. teja pinakapanon. bāyu pinaka uśwāsa. ākāśa pinakalĕpa niṅ śarīra, pinakaroma. maṅkana lwir niṅ paṭcamahābhūta pinakā[b58]wak niṅ sarbwasatwa; saha kalāwan guṇanya pinakaśarīra: pṛthiwī makaguṇa ṅ gandha, āpaḥ makaguṇa ṅ rasa, teja makaguṇa ṅ rūpa, bāyu makaguṇa ṅ sparṣa, ākāśa makaguṇa ṅ śabda. ya ta hetu niṅ puruṣa kinahanan deniṅ rūpa, rasa, gandha, sparśa, śabda, āpan makāwak paṭcadhātu.", "448": "nihan krama ḍaṅ hyaṅ tathāgata patĕmahan paṭcarūpaskandha. paṭcarūpaskandha ṅaranya: kalala, arwuda, ghana, peśi, praśaka.", "449": "KALALAṁ BAJRASATVAŚ CA ARVUDHA RATNASAMBHAVAḤ", "45": "Unless indicated otherwise, accents have been dropped in order", "450": "GHAṆĀMITĀBHO VIJÑEYAḤ PEŚI AMOGHASIDDHIDAḤ", "451": "VAIROCANA PRAŚĀKĀYAṁ PAÑCARŪPĀTMASAMBHAVAḤ", "452": "PAÑCĀKĀRAVIṢAṁBODHEḤ PAÑCATATHĀGATĀ MATĀ.", "453": "ka: ḍaṅ hyaṅ akṣobhya kalala. kalala ṅaranya: pilapilu. [a59] ḍaṅ hyaṅ ratnasambhawa arwuda. arwuda ṅaranya: wĕrĕh.", "454": "ḍaṅ hyaṅ amitābha ghana. ghana ṅaranya: dagiṅ akandĕl, kady aṅgan iṅ goh gawayādi.", "455": "ḍaṅ hyaṅ amoghasiddhi peśi. peśi ṅaranya: dagiṅ alamĕd, kady aṅgan iṅ pipīlikādi.", "456": "ḍaṅ hyaṅ wairocana praśaka. praśaka ṅaranya: mataṅan, masuku, mahulu, kady aṅgan iṅ mānuṣa dewatādi.", "457": "nahan krama ḍaṅ hyaṅ paṭcatathāgata patĕmahan paṭcarūpa skandha, ya paṭcākāra wisaṁbodhi.", "458": "nihan krama niṅ paṭcatathāgatajṭāna ri saṅ hyaṅ kamahāyānikan.", "459": "ŚĀŚVATAJÑĀNABUDDHAŚ CA ADARŚAJÑĀNĀKṢOBHYAŚ CA", "46": "to facilitate word search.", "460": "SAMATA RATNASAMBHAVAḤ KṚTYAÑ CĀMOGHASIDDHIDAḤ", "461": "PRATYAVEKṢAṆA VIJÑEYO LOKEŚVARA PARAṁSUKHAṁ", "462": "ETĀNI PAÑCAJÑĀNĀNI GUHYAÑ CA PARIKĪRTYATE.", "463": "[b59] ka: ikaṅ niṣprapaṭcajṭāna kinahanan deniṅ ātmaniyābhiniweśa, ya tika śāśwatajṭāna ṅaran ikā, jṭāna bhaṭāra wairocana ika.", "464": "ikaṅ prabhāswarajṭāna, jṭāna lumĕṅ kadi teja saṅ hyaṅ āditya, ya adarśanajṭāna ṅaranya, jṭāna bhaṭārākṣobhya ikā.", "465": "ikaṅ jṭāna grāhyagrāhakarahita, tan paṅgĕgö, tan paṅgĕgö awaknya, ya ākāśamatajṭāna ṅaranya jṭāna bhaṭāra ratnasambhawa ikā.", "466": "ikaṅ jṭāna sarbwadharmmanairātmya, humiḍĕp śūnyatā niṅ sarbwadharmma nityadā, ya pratyawekṣaṇajṭāna ṅaranya, jṭāna bhaṭārāmitābha ikā.", "467": "ikaṅ jṭāna wyāpāra riṅ sarbwakriyā sarbwa hana taya, ṅūniweh byāpāra polah niṅ awak ya tikā kṛtyānu[a60]ṣṭhānjṭāna ṅaranya, jṭāna bhaṭārāmoghasiddhi ika.", "468": "mataṅnyan karmmakuli ṅaran ḍaṅ hyaṅ amoghasiddhi ri de nira n byāpāra ri sarbwakarmma.", "469": "nahan prabheda niṅ paṭcajṭāna de saṅ yogīśwara, paramarahaṣya ika.", "47": "For a comprehensive list of GRETIL encodings and formats see:", "470": "nihan krama niṅ paṭcatathāgatadewī, lwir nira: bharālī dhātwīśwarī, bharālī māmakī, bharālī pāṇḍarawāsinī, bharālī tārā. nahan pratyeka nira n paṭca.", "471": "DHĀTVĪŚVARĪ MAHĀDEVĪ VAIROCANAPATIḤ JÑEYĀ", "472": "LOCANĀKṢOBHYAPATIŚ CA DHĀTVĪŚVARĪLOCANEKA.", "473": "MĀMAKĪ RATNASAMBHAVAḤ PĀṆḌARAVĀSINĪDEVĪ", "474": "AMITĀBHAPATI JÑEYAS TĀRĀMOGHASIDDHIPRIYĀ.", "475": "ka: bharālī dhātwīśwarī sira ta dewī lĕwih makaswāmi [b60] bhaṭāra wairocana. bharālī locanā makaswāmi bhaṭārākṣobhya. bharālī dhātwīśwarī mwaṅ bharālī locanā tuṅgal tatwa nira, ya ta mataṅnyan caturdewī ikaṅ dewī sumahakāryya ni(ra) bhaṭāra wairocana, makajṭāna śāśwatajṭāna, sarwwajṭārūpa, lwir nira: satwabajrī, ratnabajrī, dharmmabajrī, karmmabajrī. nahan lwir niṅ caturdewī pariwāra bhaṭāra wairocana. sira ta kawaśākna kasewitan ira de saṅ sādhaka, marapwan eṅgal kapaṅgih ikaṅ kawairocanan. bharālī māmakī dewī bhaṭāra ratnasambhawa. bharālī pāṇḍarawāsinī dewī bhaṭārāmitābha. bharālī tārā dewī bhaṭārāmoghasiddhi. nahan krama bhaṭāra paṭcatathāgata saha dewī.", "476": "[b61] nihan taṅ wijākṣara maṅdadyakĕn caturdewī: e, waṁ, ma, ya.", "477": "EKĀRAṁ MĀMAKĪ JÑĒYAḤ VAṁKĀRAṁ RATNASAMBHAVAḤ", "478": "MAKĀRAṁ TĀRAYA SMṚTAḤ YAKĀRAṁ LOCANĀ PUNAḤ.", "479": "ka: ekāra wijākṣara bharālī māmakī, waṁkāra wijākṣara bharālī pāṇḍarawāsinī, makāra wijākṣara bharālī tārā, yakāra wijākṣara bharālī locanā, punaḥ muwaḥ ikaṅ yakāra wijākṣara bharālī dhātwīśwarī.", "48": "http://gretil.sub.uni-goettingen.de/gretil/gretdiac.pdf", "480": "nahan krama niṅ caturdewī wijākṣara:", "481": "MAITRĪ LOCANĀ VIJÑEYĀ MĀMAKĪ KARUṆĀ MATĀ", "482": "MUDITĀ PĀṆḌARAVĀKYĀ UPEKṢĀ TĀRAYASMṚTĀ.", "483": "ka: bharālī locanā metri tatwa nira. ikaṅ āmbĕk asih tan makasaṅkan pratyupakāra ya maitrī ṅaranya. bharālī mā[b61]makī karuṇā tatwa nira. ikaṅ āmbĕk duḥka mulat ri lara niṅ sarbwasatwa, lumĕkas ta ya manuluṅ, ya karuṇā ṅaranya. bharālī pāṇḍarawāsinī muditā tatwa nira. ikaṅ āmbĕk suka tumon suka niṅ sarbwasatwa, ya muditā ṅaranya. bharālī tārā upekṣā tatwa nira. ikaṅ āmbĕk nirmmala maṅanumoda suka nikaṅ sarbwasatwa, tan meṅĕt wehana suka, mwaṅ arwā pūjāstuti deniṅ satwa manĕmu suka, tan meṅĕt, tan melik, tan gĕmyan, kewala humĕnĕṅ mulat juga niṣparigraha jāti nikā, ya upekṣā ṅaranya, ya tikā makatatwa ṅ bharālī tārā.", "484": "nā maitrī karuṇā muditā upekṣā caturdewī tatwa nira, liṅ saṅ yogīśwara.", "485": "EVAṁ BODHISAMADHYOTTAḤ SARBVAMUDRĀTATHĀGATA", "486": "SUGUHYATOPITA JÑEYO BUDDHACĀRYYAVICAKṢANAIḤ.", "487": "[a62] ka: ikaṅ kājaran iṅ bodhi samādhi mwaṅ ikaṅ sarbwamudrā pinakalakṣaṇanta mwaṅ ikaṅ tathāgata inaṅĕnaṅĕnta, mwaṅ ikaṅ paramaguhya tathāgata niyata ikā kawruhana de saṅ buddhacāryyawicakṣaṇa, ka, ikaṅ mahābodhi, ikaṅ samādhi, ikaṅ sarbwamudrā mantra yoga bhāwanā mwaṅ kawicakṣaṇan ya tikāwak niṅ caturdewī locanā, pāṇḍarawāsiṇī, māmakī, tārā. iti caturdewī kawruhana haywa tan prayatna, paḍa pawitra nira mwaṅ bhaṭāra hyaṅ buddha, apan tan kapaṅgih bhaṭāra hyaṅ buddha yan ta kapaggih pāwak niṅ caturdewī de saḥ yogīśwara.", "488": "īṁ! iti saṅ hyaṅ kamahāyānan.", "49": "and", "5": "CHARACTER REPLACEMENTS (for better searchability):", "50": "http://gretil.sub.uni-goettingen.de/gretil/gretdias.pdf", "51": "Saṅ Hyaṅ Kamahāyānikan", "52": "[b8] namo buddhāya!", "53": "nihan kaliṅan iṅ oṃ ah huṃ, yan pinakapaṅashiṣṭhāna umajarakan as bhaṭāra tryakṣara sira paramārtha kāya wāk citta bajra ṅaran ira.", "54": "EHI VATSA MAHĀYĀNAṂ MANTRACĀRYANAYAṂ VIDHIṂ", "55": "DEŚAYIṢYĀMI TE SAMYAK BHĀJANAS TVAṂ MAHĀNAYE.", "56": "ka: saṅ hyaṅ mahāyāna iki warahakna mami iri kita, MANTRACĀRYYANAYAṂ VIDHIṂ, saṅ hyaṅ mantranaya sira mahāyāna mahāmargga nṅaranira, DEŚAYIṢYĀMI TE [a9] SAMYAK, sira teki deśanākna mami warahakna mami ri kita, BHĀJANAS TVAṂ MAHĀNAYE, ri kadadinyan kita pātrabhūta yogya warahĕn ri saṅ hyaṅ dharmma mantranaya.", "57": "ATĪTĀ YE HI SAMBUDDHĀḤ TATHĀ CAIVĀPY ANĀGATĀḤ", "58": "PRATYUTPANNĀŚ CA YE NĀTHĀḤ TIṢṬHANTI CA JAGADDHITĀḤ.", "59": "ka: bhaṭāra hyaṅ buddha saṅ atīta, sa(ṅ) maṅabhisaṃbuddha ṅūni riṅ āsitkāla, kadyaṅgān: bhaṭāra wipaśyī, wiśwabhū, krakucchanda, kanakamuni, kāśyapa, atītabuddha, ṅaran ira kabeh. TATHĀ CAIVĀPY ANĀGATĀḤ, kunaṅ bhaṭāra buddha saṅ anāgata, saṅ abhimukha maṅabhisaṃbuddha, kadyaṅgān; bhaṭāra āryya maitreyādi, samantaibhadra paryyanta, anāgatabuddha ṅaranira kabeh [b9] PRATYUTPANNĀŚ CA YE NĀTHĀḤ, tumamwaḥ bhaṭāra śrī śākyamuni, wartamānabuddha ṅaranira, sira ta pinakahyaṅ buddhanta maṅke, śāsana nira ikeṅ tinūt atinta. TIṢṬHANTI CA JAGADDHITĀḤ, tamolah ta sira kumiṅkiṅ hitasuka niṅ sarbwasatwa, umaṅĕnaṅĕna kalĕpasan ikaṅ rāt kabeh sakariṅ saṅsāra, duwĕg kumirakira paḍaman iṅ mahāpralaya rike bhuwana.", "6": "- Old Javanese ḥ has been converted to h and", "60": "TAIŚCA SARBVAIR IMAṂ BHAJRAṂ JÑĀTVĀ MANTRAVIDHIM PARAṂ", "61": "PRĀPTA SARBVAJÑATĀ VĪRAIḤ BODHIMŪLE HY ALAKṢAṆA.", "62": "ka: sira katiga bhaṭāra hyaṅ buddha ṅaran ira, saṅ atītānāgatawartamāna, tan hana mārgga nira waneh ar tinamwakan ikaṅ kahyaṅ buddham. JÑĀTVĀ MANTRAVIDHIM PARAṂ, ikiṅ mahāyana mahāmārgga ya tinūtakĕn ira, pinakamārgga nira ar ḍataṅ rikana nibāṇanagara. [a10] PRĀPTĀ SARBVAJÑATĀ VĪRAIḤ BODHIMŪLE HY ALAKṢAṆA, inak ni deni gumĕgö ikaṅ mantrānaya, ya ta mataṅ yar tĕmwakan kasarbwajṭān, ya ta hetu nirār paṅguhakan ikaṅ kahyaṅ buddhān riṅ bodhimūla.", "63": "MANTRAPRAYOGAM ATULAṂ YENA BHAGNAṂ MAHĀVALAṂ", "64": "MĀRASAINYAM MAHĀGHORAṂ ŚĀKYASIṄHENA TĀYINĀ.", "65": "ka: bhaṭāra śrī ṭākyamuni mataṅ yar tĕmwakan [n] ikaṅ kamārawijayan, sakweh nikanaṅ mārawighna alah de nira: kleśamāra, skandhamāra, mṛtyumāra, dewaputramāra, alah aṅuyuk ikā kabeh de bhaṭāra hetu nirār wĕnaṅ umalahakĕn ikaṅ māra, ābhānubhāwa prabhāwa saṅ hyaṅ samādhi śakti saṅ hyaṅ mantranaya inabhyāsa.", "66": "TASMĀN MATIM IMĀṂ VĀRTTĀṂ KURU SARBVAJÑATĀPTAYE", "67": "[b10] ŚṚṆU BHADRĀŚAYAN NITYAṂ SAMYAK SAṄHṚTYA KALPANĀḤ.", "68": "ka: mataṅyan deyanta KURU SARBVAJÑĀTĀPTAYE, haywa tālaṅalaṅ aṅĕnaṅĕnta rike saṅ hyaṅ mantrānaya, pahapagĕh denta gumĕgö saṅ hyaṅ mantrānaya, mataṅ yan kapaṅguha ikaṅ kasarbwatān denta; GṚṆABHADRĀŚAYAN NITYAṂ, pahawās denta rumĕṅö iki warawarah mami ri kita, haywa wān, yatna wuwus mami. SAMYAK SAṄHṚTYA KALPANĀḤ, karyyakan taṅ buddhi sawikalpaka, hilaṅakan taṅ āmbĕk abhiniweśa, pahenak tāṅĕnaṅĕnta, haywa saṅśaya.", "69": "EṢA MĀRGGA VARAḤ ŚRĪMĀN MAHĀYĀNA MAHODAYAḤ", "7": "- Small Letter Eng (\"ng\"-digraph; Unicode: ŋ) has been converted to ṅ", "70": "YENA YḥYAṂ GAMIṢYANTO BHAVIṢYATHA TATHĀGATĀḤ.", "71": "ka: saṅ hyaṅ mahāyāna mahāmārgga iki pintonakna mami ri kita, pahawās denta maṅrĕṅö, MAHĀYĀNA MAHODAYAḤ, [a11] yeki (h)awan abĕnĕr tĕka ri swarggāpawargga, wĕnaṅ umehakĕn [u]ikaṅ kamahodayān. MAHODAYA, ṅa, ikaṅ wāhyādhyātmikasuka, ikaṅ kaśreṣṭyan, kasugihan, kapamĕgĕtan, karatun, kacakrawartin. ādhyātmikasuka, ṅa, ikeṅ lokottarasuka inak tan pawor duhkha, ajarāmaraṇa, tan katĕkan tuha lara pati, nāṅ anuttara wara samyaksaṃbodhisuka, ikaṅ mokṣasuka, ikā taṅ wāhyasuka mwaṅ ādhyātmikasuka, ya ikā kamahodayan ṅa, anuṅ dinadyakĕn [n]ikeṅ mahāyāna mahāmārgga, yan inabhyāsa. YENA YŪYAṂ GAMIṢYANTO, apan ri sĕḍaṅnyan apagĕha denta gumĕgö ikeṅ kamahāyānan; BHAVIṢYATHA TATHĀ[b11]GATĀḤ, niyata kita tumamwakna ṅ kahyaṅbuddhān. sumākṣāt kṛta ikaṅ kalĕpasĕn, ikānaṅ dwayasambhāra, nāṅ jṭānasambhāra, puṇyasambhāra kapaṅguha ikā denta.", "72": "SVAYAMBHUVO MAHĀBHĀGĀḤ SARBVALOKASYA YAJÑIYĀḤ", "73": "ASTINĀSTIBYATIKRĀNTAṂ ĀKĀŚAM IVA NIRMMALAṂ.", "74": "ka: kadyaṅgāniṅ ākāśa annirmala swabhāwa, alakṣaṇa, awastuka, tan kawĕnaṅ tinuduh, tan agöṅ, tan aḍĕmit, tan hirĕṅ, tan putih, byāpaka lumrā riṅ daśadeśa, maṅkana lwir nira.", "75": "GAMBHĪRAṂ ATIGAMBHĪRAM APY ATARKYAMANĀVILAṂ", "76": "SARBVAPRAPAÑCARAHITAṂ PRAPAÑCEBHIḤ PRAPAÑCITAṂ.", "77": "ka: wora mahāgambhīra lena saṅka rike saṅ hyaṅ mahāyāna mahāmārgga sireki GAMBHĪRĀTIGAMBHĪRA: [a12] adalĕm sakeṅ adalĕm; APY ATARKYAṂ: tan kawĕnaṅ tinarkka, salah yan inuha; ANĀVILAṂ, tar padoṣa; SARBVAPRAPAÑCARAHITAṂ; tan katĕkan deniṅ sarbwaprapaṭca, mwaṅ kleśopakleśa, nāṅ: mada, dambha, lobha, moha, rajah, tamah, tan tama ikā kabeh ri sira, tuhu karikā tan pakawakaṅ maṅkana tahāwih, PRAPAÑCEBHIḤ PRAPAÑCITAṂ, āpan ikaṅ rāga, dweṣa, moha prapaṭca pinakāwak nira.", "78": "KARMMAKRIYĀVIRAHITAṂ SATYADVAYĀ ANĀŚRAYAṂ", "79": "IDAM YĀNAVARAṂ ŚREṢṬAṂ ABHYASYATA NAYE STHITĀḤ.", "8": "This electronic text has NOT BEEN PROOFREAD.", "80": "ka: tan gawe tan sima gawai, [tan sima gawai] pinakāwak nira. SATYADVAYAṂ: tamolah makarūpa ikaṅ satyadwaya, ṅa, saṃwṛtisatya, paramārthasatya, anuṅ pinakarūpa nira. [b12] ANĀŚRAYAṂ: tanpāndĕlan tan samwṛtisatya tan paramārthasatya kahanan ira, IDAṂ YĀNAVARAṂ ŚREṢṬAṂ, yekā sinaṅguh mahāyāna mahāmārgga ṅa, manĕkakĕn irika ṅ swarggāpawargga. ABHYASYATA NAYE STHITĀḤ, ya tikābhyasanta sārisāri mĕne ṅ hĕlĕm saṅ hyaṅ mantrānaya mahāyāna.", "81": "OṂ! BAJRODAKA OṂ AḤ HUṂ! iki śapatha hṛdaya.", "82": "IDAN TE NĀRAKAM VĀRI SAMAYĀTIKRAMO VAHET", "83": "SAMAYARAKṢANĀT SIDDHYE SIDDHAṂ BAJRĀMṚTODAKAṂ.", "84": "ka: wehana kita manah. apa bajrodaka? ikaṅ bajrodaka tan wway samanya, wwai sakeṅ naraka ikā; SAMAYĀTIKRAMO VAHET, mārgga niṅ duḥka kapaṅguha, bhraṣṭa [a13] sakulagotrawaudhawa, ya tat pituhwa samaya. kālanyat bhāryabhārya rikeṅ saṅ hyaṅ bajrajṭāna, SAMAYARAKṢANĀt SIDDHYE, kunaṅ ri sĕḍaṅnyat prayatna, tan paṅraparapā riṅ samaya, mārgga niṅ hayu kasiddhyan kapaṅguha denta SIDDHAṂ BAJRĀNṚTODAKAṂ, saṅkṣepanya: wiṣāmṛta ikeṅ bajrodaka, wwah sahiṅga tinika, pilih suka pilih duḥka kapaṅguha. yat pramāda kita pamaṅguh duḥka, kunaṅ yat prayatna, awās ikaṅ suka hayu kasiddhyan kapaṅguha usĕn, ṅūniweh dlāha.", "85": "BAJRAṂ GHAṆṬĀÑ CA MUDRĀÑ CA TAN NĀMAṆḌALINO VADET", "86": "HASED VĀŚRADDHAVĀN EVA JANAḤ SAṄGAṆIKĀSTHITAḤ.", "87": "ka: haywa kita umaramarahakĕn ika saṅ hyaṅ bajra ghaṇṭā mudrā riṅ wwaṅ adṛṣṭa maṇḍala, tapwan sāmayika rahasyan [b13] kubdan atah sira, tan awarawiryyakna irikaṅ wwaṅ tapwan kṛtopadeśa, HASED VĀŚRADDHAVĀN EVA, athawi guyuguyunta kunaṅ si tan pituhun artha nira, tan āmbĕkta tĕmĕn tumarima brata bhaṭāra, haywa ta maṅkana, yāwat (t)aṅ wwaṅ apahasa ri saṅ hyaṅ mārgga, JANAḤ SAṄGANIKĀSTHITAḤ, awās ikaṅ wwaṅ maṅkana, kasaṅsāra sadākāla, mataṅnyan haywa tan tulus adhimukti rike saṅ hyaṅ bajrajṭāna, kayatnaknātah saṅ hyaṅ samaya.", "88": "AYAN TE SAMAYO BAJRI BAJRASATVA ITI SMṚTAḤ", "89": "ĀVEŚAYATU TENAIVA BAJRAJÑĀNAM ANUTTARAṂ.", "9": "Please send corrections to a.acri@let.leidenuniv.nl", "90": "ka: saṅ hyaṅ samaya ta sira sinaṅguh bhaṭāra bajrasatwa; ĀVEŚAYATU TENAIVA BAJRAJÑĀNAM ANUTTARAṂ, sira teki pinakahṛdayanta maṅke, bajrajṭāna ikaṅ pinaka[a14]hṛdayanta, pahenak tāmbĕkta.", "91": "OṂ BAJRASATVAḤ SVAYAN TE 'DYA CAKṢŪDGHĀṬANATATPARAḤ", "92": "UDGHĀṬAYATI SARBVAKṢO BAJRACAKṢUR ANUTTARAM.", "93": "ka: bhaṭāra śrī bajrasatwa muwah hana ri matanta maṅke, CAKṢŪDGHĀṬANATATPARAḤ, denira dumliṅakna panonta, mataṅnya pahabuṅah tāmbĕkta, UDGHĀṬAYATI SARBAKṢO BAJRACAKṢUR ANUTTARAṂ, dĕliṅakanta matanta, pahawās ta panonta ri saṅ hyaṅ maṇḍala.", "94": "IDAÑ CA MAṆḌALAM PAŚYA ŚRADDHĀÑ JANAYATHĀDHUNĀ", "95": "KULE JĀTO 'SI BUDDHĀNĀṂ SARBVAMANTRAIR ADHIṢṬHITAḤ.", "96": "ka: wulat i saṅ hyaṅ maṇḍala, ŚRADDHĀÑ JANAYATHĀDHUNĀ, gawayakĕn taṅ śṛddha, haywa tan sagorawa ri saṅ hyaṅ maṇḍala, ṅūḷĕ JĀTO 'SI BUDDHĀNĀṂ, apan kita [b14] buddhakula maṅke, apan bhaṭāra hyaṅ buddha ṅaranta mĕne, SARBVAMANTRAIR ADHIṢṬHITAḤ, tuwi sampun kṛtādhiṣṭhāna iki de saṅ sarbwatathāgata, inajyan sinaṅskāra rikaṅ sarbwamantra.", "97": "SAMPADO 'BHIMUKHĀḤ SARBVĀḤ SIDDHAYOGATAYAŚCATE", "98": "PĀLAYA SAMAYAṂ SIDDHYAI MANTREṢŪDYOGAVĀN BHAVA.", "99": "ka: aparĕk tekaṅ hayu ri kita, SIDDHAYOGA TAYAŚCATE, samaṅkana ikaṅ kasiddhyan abhimuka ikā kabeh, agya kapaṅguha denta; PĀLAYA SAMAYAṂ SIDDHYE, lĕkas ta umabhyāsa saṅ hyaṅ samaya, marapwan katĕmu ikaṅ kasiddhyan usĕn denta; MANTREṢŪDYOGAVĀN BHAVA, gawayakan taṅ utsāha ri mantra japa pūjā usĕn, haywa hĕlĕmhĕlĕm, yathānyan kopalambha ikaṅ kasugatin irikeṅ ihajanma ṅūniweh dlāha."}, "sourceLink": "http://gretil.sub.uni-goettingen.de/#OldJavanese", "language": "javanese", "source": "Gretil", "englishTitle": " San Hyan Kamahayanikan "}