{"author": "Not available", "originalTitle": " Kalpabuddha ", "text": {"0": "Kalpabuddha", "1": "Based on the ed. by F.D.K. Bosch: \"Buddhist Data from Balinese Texts\",", "10": "Text converted to Unicode (UTF-8).", "11": "(This file is to be used with a UTF-8 font and your browser's VIEW configuration", "12": "set to UTF-8.)", "13": "description: multibyte sequence:", "14": "long a   ā", "15": "long A   Ā", "16": "long i   ī", "17": "long I   Ī", "18": "long u   ū", "19": "long U   Ū", "2": "Mededeelingen der Koninklijke Akademie van Wetenschappen, Afdeeling Letterkunde,", "20": "vocalic r   ṛ", "21": "vocalic R   Ṛ", "22": "long vocalic r   ṝ", "23": "vocalic l   ḷ", "24": "long vocalic l   ḹ", "25": "velar n   ṅ", "26": "velar N   Ṅ", "27": "palatal n   ñ", "28": "palatal N   Ñ", "29": "retroflex t   ṭ", "3": "Vol. 68, Ser. B, 1929, pp. 43-78", "30": "retroflex T   Ṭ", "31": "retroflex d   ḍ", "32": "retroflex D   Ḍ", "33": "retroflex n   ṇ", "34": "retroflex N   Ṇ", "35": "palatal s   ś", "36": "palatal S   Ś", "37": "retroflex s   ṣ", "38": "retroflex S   Ṣ", "39": "anusvara   ṃ", "4": "(reprinted in: Selected Studies in Indonesian Archaeology, pp. 108-133; 132-133)", "40": "visarga   ḥ", "41": "e breve   ĕ", "42": "o dieresis   ö", "43": "Unless indicated otherwise, accents have been dropped in order", "44": "to facilitate word search.", "45": "For a comprehensive list of GRETIL encodings and formats see:", "46": "http://gretil.sub.uni-goettingen.de/gretil/gretdiac.pdf", "47": "and", "48": "http://gretil.sub.uni-goettingen.de/gretil/gretdias.pdf", "49": "nihan haji nira bhaṭāra hyaṅ buddha, kayatnaka mahopadeśa ikā, rĕṅön salvir niṅ mantra, bhaṭāra buddha sira hana riṅ mahāpralaya, dumadi havak nira, sira ta matmahan bhaṭāra pañcatathāgata, śarīranāmabheda, kapva apadudvan rūpanira, bodhyagrī mudrānira, śāśvata jñānanira, cakra sañjatanira, riṅ sahavati ṅaran iṅ kaḍatvanira, siṅhātutuṅgaṅanira, sira bharālī satvavajrī, sira bharālī dharmavajrī, sira bharālī karmavajrī, sira ta saha devī amarivṛtta riṅ sira, muṅguh pva sira niṅ śarīra, siṅ jro niṅ pusuh pusuh, pinakasthānanira.", "5": "Typed by Arlo Griffiths,", "50": "sira bhaṭāra akṣobhya, muṅguh riṅ pūrva, kṛṣṇa varṇanira, sira bharālī locanā devīnira, hū.m mantranira, bhūsparśa mudrānira, ādarśana jñānanira, vajra sañjatanira, riṅ abhirati ṅaran iṅ kasvarganira, gajah tutuṅgaṅanira, bhaṭāra vajrarāja, bhaṭāra vajrarāga, hyaṅ vajrasādhu, bhaṭāra vajradharādi, saṅ amarivṛtta ri sira, muṅguh pva sira riṅ śarīra, riṅ jro niṅ paruparu pinakasthānanira.", "51": "sira bhaṭāra ratnasambhava, muṅguh riṅ dakṣiṇa, pīta varṇanira, sira bharālī māmakī devīnira, tra.m mantranira, ākāśamata jñānanira, kapāla sañjatanira, riṅ jro niṅ limpa pinakasthānanira.", "52": "sira bhaṭāra amitābha, muṅguh riṅ paścima, rakta varṇanira, sira bharālī pāṇḍaravāsinī devīnira, hrih mantranira, pratavekṣaṇa jñānanira, dhyāna mudrānira, nāgapāśa sañjatanira, riṅ sukhavati kasvarganira, sira bharāla vajradharma, bhaṭāra vajratīkṣṇa, bhaṭāra vajraketu, bhaṭāra vajrabhāsa, saṅ amarivṛtta ri sira, muṅguh pva sira niṅ śarīra, ri jro hati pinakasthānanira.", "53": "sira bhaṭāra amoghasiddha, muṅguh riṅ uttara, viśva varṇanira, sira bharālī tārā devīnira, a.h mantranira, abhaya mudrānira, kṛtānuṣṭhāna jñānanira, riṅ kusumita ṅaran iṅ kasvarganira, garuḍa tutuṅgaṅanira, sira bhaṭāra vajrakarma, bhaṭāra vajrarakṣa, [bhaṭāra vajrayakṣa,] bhaṭāra varjasandhi saṅ amarivṛtta riṅ sira, muṅguh pva sira riṅ śarīra niṅ jro hampū pinakasthānanira.", "54": "kunĕṅ pva bhaṭāra pañcatathāgata, mulih riṅ lokadhātūnira, hana riṅ śarīranta sira maṅke, sira katmahan pañcajñāna, pañcajñāna ṅaranya, cakṣuh, śrota, ghrāṇa, jihvā, hṛdaya, cakṣuh ṅa mata, śrota ṅa taliṅa, ghrāṇa ṅa iruṅ, jihvā ṅa caṅkĕm, hṛdaya ṅa hati, tayika sinaṅguh pañcendriya, ṅa kunaṅ ta devata niṅ pañcendriya, ṅa bhaṭāra akṣobhya muṅguh riṅ mata, bhaṭāra ratnasambhava muṅguh riṅ taliṅa, bhaṭāra amitābha muṅgviṅ iruṅ, bhaṭāra amoghasiddhi muṅguh ri caṅkĕm, sira pinakapaṅrasa bhaṭāra vairocana, muṅguh ri pupuh pupuh, sira pinakaṅĕnaṅĕn, irika ta sahadevīnira sovaṅ sovaṅ, yatika sinaṅguh saṅ hyaṅ pañcātma ṅaranya, pinakāvak.", "55": "|| 0 || kalpabuddha iti, paramarahasya || 0 ||", "6": "with slight normalization of the spelling of Sanskrit words/names,", "7": "and substitution of ṅ for ng and v for w.", "8": "THIS GRETIL TEXT FILE IS FOR REFERENCE PURPOSES ONLY!", "9": "COPYRIGHT AND TERMS OF USAGE AS FOR SOURCE FILE."}, "sourceLink": "http://gretil.sub.uni-goettingen.de/#OldJavanese", "language": "javanese", "source": "Gretil", "englishTitle": " Kalpabuddha "}